[{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 1 Tán Thán Tịnh Độ Siêu Thắng</span></h2>\n<p>Tu hành dụng công vạn nhất phải nên ghi nhớ. Không thể đem cái vọng tưởng xem thành quán chiếu. Nhưng ở sơ học, đích thực dùng tâm ý thức, nếu quán chiếu có lực, vọng tưởng phiền não liền sẽ ít đi, trí huệ liền sẽ tăng trưởng. Đây là đại biểu cho tu hành đã có tiến bộ. Nếu như vẫn cứ vọng tưởng, phiền não không ngừng, vậy thì chứng minh công phu quán chiếu của chính mình không có lực, đây là cái chỗ khó thông thường dễ gặp của người tu học. Chỗ thuận tiện của Tịnh Độ tông chính là dùng tâm ý thức chuyên trì cái câu danh hiệu này. Công đức danh hiệu không thể nghĩ bàn. Danh hiệu đích thực là công đức chân thật. Do đó, nếu dùng tâm ý thức, tâm vọng tưởng trì cái danh hiệu chân thật này, vậy cái vọng tâm ấy chính là chân tâm. Đây là chỗ thù thắng của pháp môn niệm Phật, cũng là chỗ mà tất cả Pháp môn không có, cho nên gọi là Pháp môn phương tiện đệ nhất.&nbsp;&nbsp;</p>\n<p>Nếu không sanh đến thế giới Tây Phương Cực Lạc, ở thế giới phương này, hoặc ở cõi nước mười phương chư Phật khác, đều phải trải qua ba đại A tăng kỳ kiếp mới có thể viên mãn. Nếu như có người hỏi, tại vì sao phải chọn lấy Tịnh Độ? Chúng ta có thể nói với họ: chính là sợ luân hồi, sợ sanh tử, sợ dày vò, sợ chướng ngại, và vì để tự lợi, lợi người đạt đến viên mãn, cho nên mới quyết định cầu sanh Tịnh Độ.&nbsp;&nbsp;</p>\n<p>Sau khi sanh đến Tây Phương Tịnh Độ, chính như trên kinh đã nói: “Đều rời khỏi tất cả các khổ nạn”. Hơn nữa có thể ở trong thời gian rất ngắn, viên mãn thành tựu Phật quả. Trí huệ đức năng viên mãn trong tự tánh hiện tiền, sau đó sẽ đến chín pháp giới để rộng tu cúng dường, trở lại phục vụ chúng sanh thì không còn chướng ngại, đây chính là nhà Phật thường nói “Thừa nguyện tái lai”.&nbsp;</p>\n<p>Vãng sanh đến thế giới Tây Phương, Cổ Đức nói: “Nếu thấy được Di Đà, lo gì không khai ngộ”. Thấy được Phật A Di Đà, không một ai không ai ngộ. Khai ngộ chính là khai trí huệ, khai trí huệ chính là chuyển phiền não thành Bồ đề.&nbsp;&nbsp;</p>\n","id":"C1B01","title":"Buổi Luyện Dịch Thứ Nhất - 14/11/2021"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 1 Phương Pháp Tu Trì (phần 1) </span></h2>\n<p><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">    Niệm Phật vãng sinh điều kiện tối thiểu là công phu thành phiến, thành phiến là như thế nào? Lục tổ Huệ năng nói rất hay, \"không thấy lỗi thế gian\", đây chính là công phu thành phiến. Vẫn còn thấy lỗi thế gian, có thể đoán định công phu của bạn chưa thành phiến, bởi vì trong tâm bạn vẫn còn phân biệt, chấp trước, vẫn có chướng ngại. </span>&nbsp;</p>\n<p><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">Trong niệm Phật đường, thầy chủ thất thường giảng: “buông bỏ thân tâm thế giới”, bạn chưa buông bỏ, thì tâm không thanh tịnh.</span>&nbsp;</p>\n<p><span style=\"font-size: 14pt;font-family: Times New Roman;\">        Có thể đem lý luận trong Kinh Kim Cang vận dụng vào pháp môn Tịnh độ đó chính là phát “Bồ đề tâm - nhất  hướng chuyên niệm” đã nói trong Kinh Vô Lượng Thọ. Một bộ Kinh Kim Cang chính là dạy chúng ta phát Bồ đề tâm, phát Bồ đề tâm là căn bản. Pháp môn đại thừa đều dựa trên nền tảng “Bồ đề tâm”. Chỉ cần Bồ đề tâm phát ra, bất luận là tu học pháp môn nào, đều sẽ có thành tựu, người niệm Phật cũng nhất định vãng sinh. Then chốt của niệm Phật mà không thể vãng sinh chính là ở chỗ chưa phát Bồ đề tâm, vì vậy mặc dù có nhất hướng chuyên niệm, vẫn không thể vãng sinh.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">       Cổ nhân nói: “một ngày niệm mười vạn câu Phật hiệu, đau mồm rát họng vẫn uổng công”. Tại sao lại uổng công? Vì tâm tịnh thì cõi nước tịnh, tâm phải tịnh mới có thể vãng sinh.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">       Ngẫu Ích Đại Sư giảng rất hay: “Vãng sinh phẩm vị cao hay thấp nằm ở công phu niệm Phật sâu hay cạn, không phải Phật hiệu nhiều hay ít”. Sâu cạn từ đâu mà nói? Từ trên tâm thanh tịnh mà nói.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">       Công phu niệm Phật có ba tầng: “Lý nhất tâm bất loạn” là sâu nhất, kế đến là “sự tâm bất loạn”, tiếp thêm một bậc là “công phu thành phiến”. Không có những công phu này, niệm thêm nhiều bao nhiêu đi nữa cũng không thể vãng sinh. Những điều này đều là nói công phu của bản thân chúng ta, chưa đề cập đến sự gia trì của Phật A Di Đà. Nếu nói về sự gia trì của Phật A Di Đà, mọi người đều là bình đẳng. Đây là khác biệt của thế giới Tây phương cực lạc so với những thế giới khác. Thế giới cực lạc có Phật gia trì. Vì vậy nếu như tự mình có nỗ lực, công phu bản thân đắc lực, phẩm vị sẽ nâng cao, tới thế giới Tây Phương Cực Lạc thành Phật liền nhanh; người vãng sinh phẩm vị thấp hơn, mặc dù được Phật gia trì, nhưng sẽ chậm hơn một chút mới thành tựu viên mãn; cũng chính là trong thời gian Bồ đề viên mãn, có sự sớm, muộn, nhanh, chậm sai biệt không giống nhau.</span>&nbsp;</p>\n","id":"C1B02","title":"Buổi Luyện Dịch Thứ 2 - 21/11/2021"},{"chuong":"B - Chương 1","content":"<h2 style=\"text-align:start;\"><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 Bài 2 mục 1 Phương Pháp Tu Trì (phần 2) </span></h2>\n<p style=\"text-align:start;\"><span style=\"font-family: Times New Roman;\">Cái gì gọi là công phu thành phiến? Chính là tâm thanh tịnh. Trong lòng đã không còn xen tạp, không còn vọng niệm, chỉ chuyên chú ở một câu Phật hiệu, chuyên chú ở nơi y chánh trang nghiêm của thế giới Tây Phương Cực Lạc.</span>&nbsp;</p>\n<p><span style=\"font-family: Times New Roman;\">Cái tiêu chuẩn mà Kinh Kim Cang đã nói, chính là tiêu chuẩn của lí nhất tâm bất loạn, thế nhưng lí nhất tâm bất loạn cũng có sâu cạn khác nhau. Trên Kinh Kim Cang nói: “Tất cả Hiền Thánh đều lấy pháp vô vi mà có khác biệt”. Tam Hiền, thập Thánh chính là 41 vị pháp thân đại sĩ ở trong Kinh Hoa Nghiêm, họ đều là lí nhất tâm, tuy là cùng đạt đến lí nhất tâm bất loạn, công phu vẫn là có chỗ cạn sâu khác biệt không đồng. Thế nhưng đạt đến cứu cánh viên mãn, chính là thành Phật.</span>&nbsp;</p>\n<p><span style=\"font-family: Times New Roman;\">Kỳ thật, niệm Phật cũng là quán chiếu. Người biết dụng công thì cùng với tu học của nhà Thiền không có gì khác biệt. Chính là “Gom nhiếp sáu căn” mà ở trong Đại Thế Chí Bồ Tát Niệm Phật Viên Thông Chương đã nói. Có thể “Gom nhiếp sáu căn” thì cũng giống như tham Thiền vậy. Nếu như chúng ta chỉ làm được “Tịnh niệm nối nhau” mà không hiểu được làm thế nào “Gom nhiếp sáu căn”, vậy thì không thể nào giống với tham Thiền.</span></p>\n<p><span style=\"font-family: Times New Roman;\">Mọi lúc mọi nơi đều quay về một câu danh hiệu này, niệm đến công phu thành khối, trình độ như vậy thì cùng với Tông Môn, Giáo Hạ là hoàn toàn giống nhau. Có thể niệm Phật đến Sự nhất tâm bất loạn, chính là “chiếu trụ”; nếu có thể niệm đến lí nhất tâm bất loạn thì chính là “chiếu kiến”. Cho nên người xưa thường nói: “Pháp môn Niệm Phật, ám hợp đạo diệu”. “Đạo diệu” chính là minh tâm kiến tánh. Dùng cái pháp môn này, người được định, người được kiến tánh rất nhiều. Tuy rằng không thể đắc định, không thể kiến tánh cũng có thể vãng sanh. Tổ sư đại đức cũng nói: “Chỉ thấy được Di Đà, lo gì không khai ngộ”. Khai ngộ chính là minh tâm kiến tánh, chỉ cần có thể vãng sanh thì tuyệt đối có thể khai ngộ, kiến tánh. Sự thù thắng của pháp môn Tịnh Độ chính là ở ngay chỗ này. </span></p>\n<p><span style=\"font-family: Times New Roman;\">Nguyên tắc tu học của pháp môn Tịnh Độ là “Phát Bồ Đề tâm, nhất hướng chuyên niệm”. “Nhất hướng”, ý nghĩa chính là một phương hướng, một lòng. </span>&nbsp;</p>\n<p><span style=\"font-family: Times New Roman;\">Cái gì là Tâm Bồ Đề? Ngoài chính mình một lòng tuyệt đối cầu vãng sanh ra, còn phải mỗi niệm dùng tất cả những phương tiện khéo léo, đem pháp môn niệm Phật giới thiệu cho người khác, đây chính là Tâm Bồ Đề. Bởi vì chúng ta hiểu rõ, chỉ có pháp môn này mới có thể đoạn phiền não, ra ba cõi, có thể bất thoái thành Phật.</span>&nbsp;</p>\n","id":"C1B03","title":"Buổi Luyện Dịch Thứ 3 - 28/11/2021"},{"chuong":"B - Chương 1","content":"<h3><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 1 Phương Pháp Tu Trì (phần 3) </span>&nbsp;</h3>\n<p style=\"text-align:left;\"><span style=\"color: rgb(35,31,32);background-color: white;font-size: 15px;font-family: Arial, sans-serif;\">Người tu học Tịnh Độ, việc lớn của cả một đời là chính mình cầu sanh Tịnh Độ, đem pháp môn niệm Phật giới thiệu cho người khác, tự hành hóa tha; ngoài ra không có gì khác. Đây chính là phát tâm Bồ Đề, một lòng chuyên niệm. Tâm nguyện như vậy, hành trì nhất định vãng sanh. Vọng tưởng, phiền não tuy là không cố ý đoạn trừ nhưng tự nhiên sẽ ít đi, trí huệ tự nhiên sẽ tăng trưởng từng ngày.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: rgb(35,31,32);background-color: white;font-size: 15px;font-family: Arial, sans-serif;\">Người niệm Phật chí ít phải đem tám chữ “Phát tâm Bồ đề, nhất hướng chuyên niệm” này làm cho rõ ràng. Nếu như tám chữ này không rõ ràng, thì Phật hiệu sẽ niệm không tốt, công phu sẽ không có lực. Không những không thể chuyển cảnh giới, vẫn cứ bị cảnh giới chuyển. Bị cảnh giới chuyển chính là tiếp tục phải luân hồi sáu cõi. Nếu có thể chuyển cảnh giới thì nhất định vãng sanh. Cho nên tám chữ này vô cùng quan trọng.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: rgb(35,31,32);background-color: white;font-size: 15px;font-family: Arial, sans-serif;\">Cái gì gọi là tâm Bồ đề? Làm thế nào để phát. Kinh Kim Cang nói “sanh tâm”. Sanh tâm chính là phát tâm, “Sanh” là sanh khởi, ý nghĩa cùng với phát khởi giống nhau. Trong “Chú giải” của cư sĩ Giang Vị Nông nói: “Sanh” ý nghĩa sâu hơn, viên mãn hơn “Phát”.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: rgb(35,31,32);background-color: white;font-size: 15px;font-family: Arial, sans-serif;\">“Nhất hướng chuyên niệm”, “Nhất hướng” có nghĩa hẹp, có nghĩa rộng. Nói theo nghĩa hẹp, chính là mỗi niệm đều hướng về thế giới Tây Phương Cực Lạc; một phương hướng, hướng về Tịnh Độ Tây Phương, như thế có thể vãng sanh, đây là thuộc về Sự, có thể được Sự nhất tâm. Nói theo nghĩa rộng, “Nhất” là nhất chân pháp giới, hướng đến nhất chân pháp giới. Phàm phu, Nhị thừa, Quyền giáo Bồ Tát không hiểu nhất chân pháp giới, không nhập được vào nhất chân pháp giới, cho nên vọng tưởng, chấp trước, chướng ngại trùng trùng.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: rgb(35,31,32);background-color: white;font-size: 15px;font-family: Arial, sans-serif;\">Có thể thấy được nhất chân Pháp giới, thì thành Phật rồi, chính là “kiến tánh thành Phật” mà nhà Thiền đã nói. Nhất chân chính là chân tánh, chân tâm. Phật nói: “Tất cả pháp duy tâm sở hiện, mười pháp giới y chánh trang nghiêm (nhiều tầng không gian khác) là do thức biến ra. Có thể theo hướng nhất tâm chuyên niệm, sẽ được Lý nhất tâm bất loạn, đây gọi là biết niệm Phật, công phu dễ dàng có lực.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: rgb(35,31,32);background-color: white;font-size: 15px;font-family: Arial, sans-serif;\">Hiện tượng của công phu có lực, chính là vọng tưởng, phiền não, phân biệt, chấp trước mỗi ngày giảm xuống, trí huệ cũng sẽ tăng trưởng</span> <span style=\"color: rgb(35,31,32);background-color: white;font-size: 15px;font-family: Arial, sans-serif;\">theo, tâm địa ngày một thanh tịnh hơn, tự nhiên có thể buông xả. Họ có thể từ bị, họ chịu niệm Phật, đây đều là hiện tượng của công phu có lực. Trong cuộc sống thường ngày của chúng ta, những hiện tượng này không xuất hiện, chính là vì vẫn còn mê hoặc điên đảo rất nặng nề, do đó công phu không có lực.  </span>&nbsp;</p>\n","id":"C1B04","title":"Buổi Luyện Dịch Thứ 4 - 5/12/2021"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 Bài 2 mục 1 Phương Pháp Tu Trì (phần 4) </span>&nbsp;</h2>\n<p><span style=\"color: rgb(0,26,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Segoe UI;\">Người vãng sanh, nói kỳ thực, chỉ có hai hạng người: một hạng là người thượng căn lợi trí, họ hiểu rõ thông đạt chân tướng sự thực, cho nên họ không hoài nghi, không xen tạp, tịnh niệm nối tiếp mà vãng sanh; hạng người khác là người hạ ngu, chính là những ông già, bà cả thông thường, họ đều không biết, không hiểu cái gì, chỉ có một câu A Di Đà Phật một lòng niệm đến cùng, hạng người này cũng có thể vãng sanh. Còn nhóm người ở giữa hai hạng này, vừa không thuộc nhóm thượng trí, lại chẳng phải kẻ hạ ngu, vậy thì khó rồi. Bởi vì họ có phân biệt, có tri kiến, đây chính là chướng ngại. Chúng ta cần nên điềm tĩnh suy nghĩ, bản thân rốt cuộc thuộc về hạng người nào?</span>&nbsp;</p>\n<p><span style=\"color: rgb(0,26,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Segoe UI;\">Học người thượng trí khó; hãy học kẻ hạ ngu, chỉ cần thực sự chịu học là có thể học được, chính là phải buông xả tất cả, quan trọng nhất chính là phải buông xả danh văn lợi dưỡng. “Lợi dưỡng” bao gồm ngũ dục lục trần, “Danh văn” bao gồm quyền lực, địa vị, bất cứ thứ gì chúng ta cũng không dính vào, chỉ một lòng lão thật niệm Phật, phục vụ đại chúng.</span>&nbsp;</p>\n<p><span style=\"color: rgb(0,26,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Segoe UI;\">Pháp sư Đàm Hư ở trong “Niệm Phật luận” nói đến, trong số những người xuất gia có người tên là Vô Tu,  đó là người cái gì cũng không hiểu. Chùa Thanh Đảo Triệu Sơn có người tên là Trương Thị, chồng của cô là người kéo xe, một ngày không làm việc thì không có cơm ăn. Mỗi chủ nhật chùa Triệu Sơn tổ chức pháp hội cộng tu, cô đều tới nhà bếp rửa  bát, làm những công việc nặng nhọc. Cô ấy tiêu dao, tự tại vãng sanh! Đây chính là người ngu. Người ngu độn có thể vãng sanh, người thông minh tuyệt đỉnh cũng có thể vãng sanh, còn người ở giữa hai hạng trên thì quá khó rồi. Khó đều là do chướng ngại bản thân tạo ra: Tranh danh đoạt lợi, tham thích lợi dưỡng.</span>&nbsp;</p>\n<p><span style=\"color: rgb(0,26,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Segoe UI;\">Người niệm Phật, miệng niệm Phật hiệu, trong tâm không đoạn vọng tưởng, sẽ không thể thành tựu được. Nhất định miệng niệm, tâm cũng phải niệm, tâm miệng phải tương ưng, công phu mới có lực. “Có lực” chính là có thể  điều phục vọng tưởng, phiền não. Điều phục lâu dần sẽ được định, liền thành tựu tam muội. Định lâu dần liền khai huệ, trí tuệ khai mở, tức chuyển phiền não thành Bồ đề, chuyển sanh tử thành niết bàn, đây chính là thành tựu rồi. Chỉ cần công phu có lực, có thể hàng phục vọng tưởng phiền não, thì có thể “mang nghiệp vãng sanh”. Đây là chỗ thù thắng hơn của pháp môn này so với tất cả các pháp môn khác, chỉ cần chịu dụng công thì ai cũng đều có năng lực làm đến được.</span>&nbsp;</p>\n<p><span style=\"color: rgb(0,26,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Segoe UI;\">Niệm Phật phải niệm đến khi nào mới thực sự nắm chắc phần vãng sanh? Phải niệm đến tâm thanh tịnh. Tâm thanh tịnh chính là công phu thành phiến, có thể “mang nghiệp vãng sanh”. Làm như thế nào mới có thể đạt đến tâm thanh tịnh? Nhất định phải có công phu nhìn thấu, buông xả. Nhìn thấu là học vấn, buông xả là công phu. Buông xả gì vậy? Buông xả tất cả vọng tưởng, phiền não, tri kiến. Thực sự phải học được như Đại Sư Lục Tổ Huệ Năng, “người chân chánh tu đạo, không thấy lỗi thế gian”, tâm liền được thanh tịnh.</span>&nbsp;</p>\n","id":"C1B05","title":"Buổi Luyện Dịch Thứ 5 - 12/12/2021"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 Bài 2 mục 1 Phương Pháp Tu Trì (phần 5) </span>&nbsp;</h2>\n<p>Niệm Phật phải niệm đến khi nào mới có thể chân thật nắm chắc việc Vãng sanh? Phải niệm đến tâm thanh tịnh. Tâm thanh tịnh thì công phu thành khối, có thể mang nghiệp vãng sanh. Làm thế nào mới có thể làm đến được tâm thanh tịnh? Nhất định phải có công phu nhìn thấu, buông xuống. \t</p>\n<p>Nhìn thấu là học vấn, buông xuống là công phu. Buông xuống cái gì? Buông xuống tất cả vọng tưởng, phiền não, tri kiến.&nbsp;</p>\n<p>Chân thật phải học theo Đại sư Lục Tổ Huệ Năng đã nói: \"Người chân thật tu hành, không thấy lỗi thế gian\", tâm liền thanh tịnh.</p>\n<p>Niệm Phật không thể thành tựu, chính là bởi vì không thành thật. Không thành thật chính là không biết trải qua ngày tháng, không biết sống, mơ mơ hồ hồ mà sinh ra, rồi mơ mơ hồ hồ mà chết đi, đây chân thật là rất đáng thương, là “kẻ đáng thương hại” mà trên kinh thường nói.</p>\n<p>Sau khi có được trí tuệ Bát Nhã rồi, hiểu rõ được chân tướng của nhân sinh, thì sẽ thành thật, hết lòng hết dạ niệm Phật cầu sanh Tịnh Độ.</p>\n<p>Ai có thể tiếp nhận thì người đó sẽ được lợi ích; nếu như không thể tiếp nhận, không thể niệm Phật cầu sanh Tịnh Độ, đó chính là điều nói trên Kinh Địa Tạng “Chúng sinh Diêm Phù Đề, khởi tâm động niệm đều là tội nghiệp.”</p>\n<p>Đã là tạo tác tội nghiệp, đời sau nhất định vẫn ở trong lục đạo luân hồi, bất luận tu trì tốt đến thế nào, nếu như không thể ra khỏi ba cõi đều là không thể thành tựu.</p>\n<p></p>\n<p>Tường Tận Đối Trị Phiền Não (Phần một)</p>\n<p>Trước đây, khi còn tại thế, Thầy Lý Bỉnh Nam thường nói \"Người tu hành phải sửa đổi tâm\". Tâm thay đổi tốt rồi thì hành vi tự nhiên sẽ tốt, nếu như chỉ thay đổi trên hành vi mà tâm chưa thay đổi, đó chính là làm bộ làm tịch trên hình thức, trong nội tâm vẫn là vọng tưởng, chấp trước, mà tỏ vẻ như người không dính mắc gì cả, quan trọng nhất là phải sửa đổi tâm.</p>\n<p>Học Phật không thể thành tựu, nguyên nhân là chưa có định, huệ;  nói một cách khác, chính là mê hoặc điên đảo. Đây chính là “Kẻ đáng thương hại \" mà trên kinh đã nói.</p>\n<p>Bởi vì “khởi tâm động niệm” có phân biệt, chấp trước, vọng tưởng; khi cùng ở với người khác vẫn còn tham, sân, si, mạn, vẫn còn  đố kỵ, tạo ra nghiệp nhân của ba đường.</p>\n<p>Hành vi như vậy, bất luận là tham thiền, học giáo hay niệm Phật, đều là không cách gì thoát được luân hồi.</p>\n","id":"C1B06","title":"Buổi Luyện Dịch Thứ 6 - 19/12/2021"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 2 Tường Tận Đối Trị Phiền Não (phần 2)</span>&nbsp;</h2>\n<p><span style=\"color: rgb(0,0,0);background-color: transparent;font-size: 11pt;font-family: Arial;\">Chân thật tu hành, phải ghi nhớ lời của Đại sư Huệ Năng: “Người chân thật tu học, không thấy lỗi thế gian”. Phải thấy lỗi của chính mình, không thấy lỗi của thế gian, đây là hai câu nói chân thật mà Đại sư Huệ Năng dạy bảo cho người sau. Nếu không ở trên hai câu này mà chân thật hạ công phu, thì đời này cùng với đời quá khứ như nhau, nhất định sẽ luống qua. Vì sao lại luống qua? Bởi vì không nhẫn được. Không có nhẫn, thì làm gì có định chứ? Sáu phép Ba La Mật cũng như lên tòa lầu sáu tầng. Tầng thứ ba nếu như không lên được, thì không cách nào lên tới tầng thứ tư. Nhiều nhất cũng chỉ có Bố thí, Trì giới; Nhẫn thì không có rồi, tu học làm sao thành công chứ? Cho nên thứ lớp tu học của Lục độ là có Nhẫn nhục, có Tinh tấn thì mới được Thiền định, có được Định huệ mới hữu dụng. Người có Định huệ tâm lượng liền lớn, liền có thể tương ưng với Tự tánh.</span><br>&nbsp;</p>\n<p><span style=\"color: rgb(0,0,0);background-color: transparent;font-size: 11pt;font-family: Arial;\">Từ góc độ thế gian pháp mà quán sát, nếu như người người đều có thể nhìn thấy lỗi chính mình, không thấy lỗi thế gian, thế gian liền có thể hòa bình cùng tồn tại, thế giới làm gì còn có đấu tranh? Xã hội nhất định tường hòa, thế giới liền đại đồng.</span><br>&nbsp;</p>\n<p><span style=\"color: rgb(0,0,0);background-color: transparent;font-size: 11pt;font-family: Arial;\">Hôm nay thấy cái này không vừa mắt, ngày mai thấy cái kia không vừa mắt, đây là tạo nghiệp luân hồi.</span><br>&nbsp;</p>\n<p><span style=\"color: rgb(0,0,0);background-color: transparent;font-size: 11pt;font-family: Arial;\">Tổng cương lĩnh của tu hành, không gì khác là phá hai chấp, đoạn phiền não mà thôi. Người tu Tiểu thừa là vì phá ngã chấp mà phá ngã chấp, phương pháp này tương đối rườm rà. Lấy sức Định sâu để hàng phục phiền não, chấp trước, khiến nó không khởi hiện hành. Sau khi chứng được Sơ quả, vẫn phải bảy lần qua lại cõi nhân thiên; mới có thể ra khỏi Ba cõi. Phương pháp của Đại thừa vô cùng xảo diệu, Đại thừa dạy chúng ta phải phát tâm Bồ đề, chuyển phiền não thành Bồ đề, là dùng phương pháp chuyển biến.</span><br>&nbsp;</p>\n<p><span style=\"color: rgb(0,0,0);background-color: transparent;font-size: 11pt;font-family: Arial;\">Nếu như chính mình cảm thấy cùng ở với mọi người không hòa thuận, đó là chính mình đang sanh phiền não, tuyệt nhiên không phải đang học Phật. Học Phật chính là phải đem những điều khúc mắc trắc trở này hài hòa lại, thảy đều hóa giải. Những cảnh giới này là từ nội tâm của chính mình mà sanh ra, do đó phải từ nội tâm của chính mình mà hóa giải, Cho nên Phật pháp gọi là “Nội học”. Phật pháp không phải là cầu người, là cầu chính mình, mỗi người đều có thể hướng nội khai mở Tự tánh, đoàn thể đó mới gọi là “Tăng đoàn”.</span><br>&nbsp;</p>\n<p><span style=\"color: rgb(0,0,0);background-color: transparent;font-size: 11pt;font-family: Arial;\">Giới luật của Phật pháp là dùng để yêu cầu chính mình, mà không phải để yêu cầu người khác, đây là cách làm rất cao minh. Không giống như pháp luật thế gian, là dùng để hạn chế mọi người. Cho nên phải học Đại sư Lục Tổ Huệ Năng: “Thường hay thấy lỗi của chính mình, không thấy lỗi của thế gian”, thì tâm thực sự được chuyển rồi, đây là hướng nội mà quán chiếu.</span><br>&nbsp;</p>\n","id":"C1B07","title":"Buổi Luyện Dịch Thứ 7 - 26/12/2021"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 2 Tường Tận Đối Trị Phiền Não (phần 3)</span></h2>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Căn bệnh nặng của chúng sanh là không thấy lỗi của chính mình, chuyên thấy lỗi người khác. Chuyên thấy lỗi người khác, thì sẽ tăng thêm phiền não, thì không cách nào hướng nội mà quán chiếu. Nếu như chúng ta chỉ quan tâm nội chiếu, không quan tâm những cám dỗ của ngoại cảnh, thì cái chữ “Chiếu” này là trí huệ, liền có thể đem phiền não tập khí hóa giải.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;background-color: white;font-size: 11pt;font-family: Arial, sans-serif;\">Người tài năng xuất chúng sẽ bị đố kỵ, bị đố kỵ này cũng là hiện tượng bình thường, bởi vì người ta là phàm phu; đố kỵ, sân giận là tập khí từ vô lượng kiếp, nếu như không có những tập khí này, thì họ chính là Phật Bồ tát tái lai.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Từ vô lượng kiếp đến nay, chúng ta không phải chưa từng gặp được Phật pháp, cũng không phải không chăm chỉ tu học, tại vì sao vẫn phải rơi tới tình cảnh</span> <span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">như hiện nay? Chính là bị cái “ta” và “cái của ta” hại rồi.</span>&nbsp;</p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;background-color: white;font-size: 11pt;font-family: Arial, sans-serif;\">Cao minh của kinh điển Đại thừa, đặc biệt là Bát Nhã Đại thừa, chính là dạy bạn khởi tâm động niệm vì Phật pháp, vì tất cả chúng sanh. Thế nhưng người thế gian luôn lo sợ, e ngại; lo rằng không nắm chắc được phần cơm ăn, áo mặc, đời sống sẽ gặp khó khăn, đây chính là ngã chấp; chấp trước với cái “ta” và “cái của ta”. Có ý niệm như vậy thì không phải là người học Phật, cũng không đạt được lợi ích chân thật của Phật pháp.</span>&nbsp;</p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;background-color: white;font-size: 11pt;font-family: Arial, sans-serif;\">Trên “Kinh Kim Cang” nói rất hay: “Nếu Bồ tát có ngã tướng, nhân tướng, chúng sanh tướng, thọ giả tướng, tức chẳng phải Bồ tát”. Ý nghĩa chân thật của câu này là: Nếu như trong ý niệm của chúng ta còn có “ta” và “cái của ta”, vậy không phải là học trò của Phật, thì không phải là người học Phật. Còn có cái “ta” và “cái của ta”, chính là lưu luyến cái thế gian này, vậy thì không thể vãng sanh.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Tín đồ Cơ Đốc giáo vì sao có thể thăng thiên? Là ý niệm của họ có thể đem tất cả vinh hoa phú quý dâng lên Chúa, nếu như họ đem tất cả vinh hoa phú quý về cho chính mình, thì họ không thể thăng thiên rồi, bởi vì cái “ta” của họ chưa được phá trừ.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Tán thán chính mình, hạ thấp người khác; ở trong “Du già giới bổn” là điều trọng giới thứ nhất; Giới khen mình chê người, ở trong “Phạm Võng giới bổn”, thì giới này chỉ</span> <span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">xếp sau “bốn trọng giới”. Vì sao mà nặng đến như vậy? Bởi vì dính tướng. Tiêu chuẩn của “Kinh Kim Cang”, là đã dính vào bốn tướng thì không phải Bồ tát. Nếu cống cao ngã mạn, tự cho mình là</span> <span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">đúng, tự cho mình là</span> <span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">cừ khôi, vậy thì xong rồi, cho dù có làm nhiều việc tốt hơn nữa, đều chỉ biến thành phước báo hữu lậu thế gian mà thôi, không liên quan gì đến việc liễu sanh tử, xuất tam giới.</span>&nbsp;</p>\n","id":"C1B08","title":"Buổi Luyện Dịch Thứ 8 - 2/1/2022"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 2 Tường tận đối trị phiền não (Phần 4)</span>&nbsp;</h2>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chúng ta học Phật, nhất là người xuất gia, một lòng một dạ chính là muốn ra khỏi Tam giới, đây là tiền đề lớn, phương châm lớn. Tất cả những danh văn lợi dưỡng, vinh hoa phú quý của thế gian, đều phải xả được thật sạch sẽ từ nơi tâm. Phải mỗi niệm vì Phật pháp, vì chúng sanh, vì để tương ưng với bổn nguyện của A Di Đà Phật và chư Phật. Nếu như mỗi niệm vẫn có cái “ta” tồn tại, đó chính là tương ứng với Ma; Chỗ khác biệt giữa Ma và Phật chính là mỗi niệm của Ma đều vì chính mình.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Trên Kinh Kim Cang nói: “Phàm sở hữu tướng, giai thị hư vọng” (Hễ vật gì có tướng đều là hư vọng). Tất cả tướng đích thực là hư vọng, là mộng huyễn bào ảnh, nếu như ở trong đây khởi tâm động niệm, phân biệt chấp trước, việc này là tuyệt đối sai lầm. Muốn ở ngay chỗ này có cầu có đắc, đây chắc chắn là vọng tưởng; Có những vọng niệm, phân biệt, chấp trước này, chính là chướng ngại lớn. Không chỉ chướng ngại chứng đạo vãng sanh, mà còn chướng ngại công phu đắc lực. Nhưng những chướng ngại này đều là chính mình tạo thành, vẫn cần phải tự mình đi giải trừ, bất cứ một người nào cũng không thể giải trừ cho bạn, cho dù Phật Bồ Tát cũng không có năng lực.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chân thật muốn tu hành, chân thật muốn có thành tựu, người như vậy chúng ta đích thực cũng thấy qua không ít, nhưng mà chỗ khó khăn lớn nhất chính là vọng tưởng, tạp niệm muốn trừ cũng không trừ được. Vấn đề này không phải là người hiện đại mới có, từ xưa tới nay đều là như vậy. Nên Phật ở trong kinh điển dạy bảo chúng ta, làm thế nào đoạn trừ vọng tưởng, phân biệt, chấp trước. Kỳ thực, ở trong tất cả Kinh Luận cũng là đang nói rõ vấn đề này. Phật giảng được rất thấu triệt, phương pháp vô cùng thiện xảo, đáng tiếc chúng ta không nghiêm túc mà làm, cho nên từ vô lượng kiếp đến nay đều bị vọng tưởng, phiền não trói chặt mà không thể giải thoát. Phương pháp giải thoát rất nhiều, mà phương pháp niệm Phật đích thực là tốt nhất, thế nhưng mọi người không chịu dùng.</span></p>\n<p></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">“Đạo” là tâm thanh tịnh, trên đề kinh Vô Lượng Thọ là: “Thanh tịnh, Bình đẳng, Giác” đây chính là Đạo, chúng ta tu hành chính là tu điều này. Phàm hễ nhiễu loạn tâm Thanh Tịnh, phá hoại tâm Thanh tịnh chính là chướng ngại, chính là Ma. Nếu chúng ta có thể phòng bị cẩn thận thì sẽ tăng thêm cái duyên tốt để tiến Đạo, cho dù ở ngay trong loạn thế vẫn sẽ có thành tựu. Nếu có chút lơ là mất cảnh giác, thì tập khí bệnh cũ của chúng ta sẽ tái phát, tương lai nhất định đọa lạc.</span>&nbsp;</p>\n","id":"C1B09","title":"Buổi Luyện Dịch Thứ 9 - 9/1/2022 "},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 2 Tường tận đối trị phiền não (phần  5 - trang 23,24)</span>&nbsp;</h2>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Ở trong đoàn thể, phiền não tập khí rõ ràng nhất chính là “đố kỵ”.  Người nào không có tâm đố kỵ chứ? Nói “tôi không có tâm đố kỵ”, vậy thì người đó không phải là phàm phu. Chỉ cần là phàm phu, tuyệt đối có tâm đố kỵ, cho dù là người xuất gia cũng không ngoại lệ. Nhà Tùy, nhà Đường là thời đại hoàng kim của Phật giáo Trung Quốc, là thời đại cực thịnh của Phật pháp, Đại sư Lục Tổ Huệ Năng là xuất hiện vào thời đại đó, ở Hoàng Mai sau khi được truyền trao y bát, ai chịu tín phục? Đây là hiện tượng gì? Chính là đố kỵ.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Nếu như chúng ta không thể hàng phục đố kỵ, tham, sân, si, mạn, thì không những không thể thành tựu đạo nghiệp,</span> <span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">mà kết quả tuyệt đối là phá hoại đạo tràng. Ngay cả khi ảnh hưởng không quá rõ ràng, cũng sẽ chướng ngại sự phát triển của đạo tràng, chướng ngại thành tựu của “đồng tham đạo hữu”. Nói cách khác, là đã chướng ngại “hoằng pháp lợi sanh”, cái tội này chính là “năm tội vô gián” trong giới luật. Cho nên Phật Bồ Tát dạy chúng ta tu tùy hỷ, đem ý niệm chuyển đổi, nếu có thể tu tùy hỷ, người khác có thành tựu lớn thế nào, thành tựu của ta cũng lớn giống như họ, công đức tùy hỷ “không thể nghĩ bàn”.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Khi chúng ta nhìn thấy người khác làm việc tốt, có thể sanh tâm hoan hỷ, có thể giúp đỡ họ, thành tựu cho họ, công đức đó của họ chính là công đức của ta, cho nên chúng ta phải hiểu được tu tùy hỷ. Ta không thể làm được, họ có thể làm, ta trợ giúp họ; không trợ giúp được, ta tán thán, ta tùy hỷ, ta thành toàn cho họ, công đức là như nhau. Bởi vì tâm của bạn là tâm thanh tịnh, đây chính là “Pháp hỷ sung mãn” mà chúng ta thường nói.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Nội dung kinh văn từ phẩm ba mươi hai đến phẩm ba mươi bảy trong Kinh Vô Lượng Thọ nói về những tập khí - tâm bệnh, chúng ta mỗi ngày đều nên tụng một biến, để phản tỉnh, kiểm điểm xem chính mình có những lỗi lầm này hay không? Nếu như có, liền phải sửa đổi làm mới, đây mới gọi là chân thật tu hành.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Ngày nay chúng ta vẫn nhìn thấy người này không đúng, việc kia cũng không phải, đây là bởi vì chúng ta có phân biệt, chấp trước. Chỉ có người chân thật muốn vãng sanh, mới có thể thật sự </span> <span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">buông bỏ được. Tăng đoàn là tăng đoàn thanh tịnh hòa hợp, cho nên ở trong Lục hòa kính (Sáu phép hòa), “Kiến hòa đồng giải” là được xây dựng trên nền tảng này; Không những không được nghe thị phi, ngay cả trong tâm cũng không có cái ý niệm này.</span>&nbsp;</p>\n","id":"C1B10","title":"Buổi Luyện Dịch Thứ 10 - 16/1/2022"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 2 Tường tận đối trị phiền não (phần 6 - trang 23,24) &amp; mục 3 Luận tồn tâm lập phẩm (Phần 1)</span>&nbsp;</h2>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Giữa người với người khi ở chung phải bao dung. Phật vì tăng đoàn mà chế định “Sáu phép hòa kính”, đoàn thể “Sáu phép hòa kính” là thù thắng nhất, cho nên là “Chúng trung tôn”. Trong tất cả đoàn thể của thế gian và xuất thế gian, đoàn thể hòa kính là tối tôn, tối quý, đích thực là được Chư Phật hộ niệm, Long Thiên tán thán, ủng hộ. Đoàn thể càng lớn, hòa kính sẽ càng khó khăn, nguyên nhân căn bản chính là ngã kiến, ngã chấp, đây là căn nguyên của bất hòa, cội gốc của tạo tội.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Tu học Phật pháp, không cần nói đến pháp Đại thừa, mà ở trong pháp Tiểu thừa, thứ nhất là phải phá ngã kiến, phá ngã chấp. Học Phật việc thứ nhất học “vô ngã”, “vô ngã” thì hòa rồi, vấn đề phải giải quyết từ trên căn bản, vô ngã chấp, vô pháp chấp (không chấp ngã, không chấp pháp).</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chúng ta nhất định phải khắc phục sân giận, đố kỵ, chướng ngại của chính mình, những thứ này đều là phiền não vốn sẵn có. Xem thấy người khác tốt, thì trong tâm của mình không vui; nhìn thấy người khác có thành tựu, thì chính mình lại rất khó chịu, liền phải tìm cách phá hoại, chướng ngại người khác. Nào biết được đó chính là thành tựu nhẫn nhục của người khác, thành tựu định huệ cho người khác, chỉ là tăng thêm việc bất như ý cho chính mình mà thôi. Bởi vì thứ bạn tạo ra là tánh tội, cái tội này là do tâm ác mà sinh ra, bản thân chính là tội, cho dù người ta không báo thù, chính mình cũng sẽ nhận lấy báo ứng.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Tất cả mọi việc của thế gian tùy duyên, chính mình làm tốt mọi việc trong bổn phận, thì chính xác rồi. Ngay như Khổng Lão Phu Tử khi dạy học, cũng là tông chỉ này; làm người có thể dốc hết bổn phận. Bổn phận mà chúng ta tu học, là y theo “Thanh tịnh - Bình đẳng - Chánh giác - Từ bi” ở trên “kinh Vô Lượng Thọ”; thực tiễn ở ngay trong cuộc sống chính là “Nhìn thấu - Buông xả - Tự tại - Tùy duyên”. Đại sư Thiện Đạo nói: “Tất cả từ nơi tâm chân thành mà làm”, vậy thì đúng rồi.</span></p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Đại sư Chương Gia dạy tôi: “Người học Phật, cả một đời bất cứ việc gì cũng đều giao cho Phật Bồ tát, thần Hộ pháp an bài”, chính mình không lo nghĩ bất cứ việc gì, cứ như vậy mà làm, tâm liền thanh tịnh, bình đẳng. Thuận cảnh là Phật Bồ tát an bài, nghịch cảnh cũng là Phật Bồ tát an bài, cho nên ở trong thuận cảnh không có tâm hoan hỷ, ở trong nghịch cảnh không sanh phiền não. Tất cả đều là sự an bài tốt nhất của Phật Bồ tát, trải sự luyện tâm để thành tựu đạo nghiệp, làm sao có thể oán trời trách người chứ!</span>&nbsp;</p>\n","id":"C1B11","title":"Buổi Luyện Dịch Thứ 11 - 22/1/2022 "},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 3 Luận tồn tâm lập phẩm (phần 2 trang 27,28)</span></h2>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Giữa người và người xung đột ở chỗ nào? Chính là lợi và hại. Chúng ta không có lợi hại với người, vậy thì dễ dàng hòa thuận, chân thực làm được không tranh với người, không cầu ở đời. Trên “kinh Kim Cang” có hai câu nói: “Bất thủ ư tướng, như như bất động” (Ngoài không dính tướng, trong không động tâm), đây mới giống một người tu hành.</span>&nbsp;</p>\n<p></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Mọi người ở chung với nhau, nhất định phải có chung một mục tiêu, một phương hướng nỗ lực, đây là khái niệm căn bản; Còn phải đồng tâm hiệp lực, vì Phật Pháp, vì chúng sanh mà nỗ lực. Nhất định phải đem lợi ích cá nhân xả bỏ, bất luận tại gia hay xuất gia đều phải nên buông xả, nếu như không buông xả được, đây chính là chướng ngại rất lớn. Đương nhiên chướng ngại nghiêm trọng nhất, chính là chướng ngại chính mình, chẳng những mình không thể thành tựu, ngay đến vãng sanh, khai ngộ, thậm chí được niệm Phật tam muội đều không thể nắm chắc, cho nên nhất định phải buông xả.</span>&nbsp;</p>\n<p></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Tu hành thực tế là một chuyện không dễ dàng, người chân thật muốn tu hành, ở trong đoàn thể, phải học khiêm tốn, học lễ độ, học nhường nhịn. Khổng Lão Phu Tử dạy chúng ta phải giữ lễ, lễ là hạ mình tôn người. Đôi bên phải giảm thiểu va chạm, giảm thiểu xung đột, nơi nơi nhường nhịn, đây mới có thể thành việc lớn, lập đại nghiệp.</span>&nbsp;</p>\n<p></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chúng ta phải luôn luôn giữ tâm chân thành, thanh tịnh, bình đẳng, chánh giác từ bi, thường hay lấy đây để kiểm điểm, phản tỉnh chính mình: Tâm chúng ta có phải như vậy không? Tâm này chính là tâm Phật, mới có tư cách học Phật, có tư cách vãng sanh.</span>&nbsp;</p>\n<p></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Trong đối nhân xử thế, đối người tiếp vật, người tu hành cần giữ lấy một số nguyên tắc: Nhìn thấu, buông xuống, tự tại, tùy duyên, niệm Phật. Có thể giữ được những nguyên tắc căn bản này, thì sẽ không sai. Chân thật có thể giữ được, chúng ta thảy đều giao cho Phật Bồ tát, Thần Hộ Pháp an bài. Đây là điều Đại sư Chương Gia trước đây đã dạy tôi: “Một người chân thật học Phật, chân thật vì hoằng pháp lợi sanh, không cần lo nghĩ tiền đồ, đời sống của chính mình, Chư Phật sẽ hộ niệm, Thần Hộ Pháp sẽ chăm sóc. Không cần nghĩ đến bất cứ thứ gì, một lòng một dạ y theo giáo huấn kinh điển mà làm. Phật pháp là trọng thực hành, có thể làm được thì tương ưng, làm không được thì không tương ưng. </span>&nbsp;</p>\n<p></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Điều nhân sanh ở đời khó đạt được nhất là có một mục tiêu và phương hướng sống chính xác. Tức là có được giáo dục đời sống tốt đẹp, cổ Thánh tiên Hiền Trung Quốc chỉ dạy chúng ta làm người tốt, giữ tâm tốt, chính là giáo dục của một đời. Người tu hành tốt, đời sau có thể sinh thiên(sinh lên trời), sáu tầng Trời cõi dục đều là chỗ ở của người tốt.</span>&nbsp;</p>\n","id":"C1B12","title":"Buổi Luyện Dịch Thứ 12 - 20/2/2022 "},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 3 Luận tồn tâm lập phẩm (phần 3 trang 29,30)</span>&nbsp;</h2>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Người xưa thường nói: <em>“Xử lý việc đã khó, đối đãi với người càng khó hơn”</em>. Con người đều là phàm phu, tâm của phàm phu thay đổi khó lường, ý niệm của phàm phu tùy theo cảnh giới thay đổi, đương nhiên ở chung càng khó khăn, nguyên tắc duy nhất chính là nhường nhịn. <strong>Phải mở rộng tâm lượng của chính mình, học có thể dung nhẫn, nhường nhịn, tránh đi tất cả xung đột, va chạm, gìn giữ tinh thần giới luật “sáu phép hòa kính” của đạo tràng</strong>. Gìn giữ “sáu phép hòa kính” chính là nhường nhịn; không thể nhường, không thể nhịn, hòa kính liền bị phá hoại, đây chính là “Phá hòa hợp tăng” trong giới luật đã nói.  Trong năm tội lớn cũng có tội “Phá hòa hợp tăng”, đây là nghiệp nhân đọa A Tỳ Địa Ngục. Trong năm tội lớn, bốn tội khác không dễ phạm phải, riêng tội này rất dễ phạm, hơn nữa phạm lúc nào cũng không hề hay biết; <strong>Chỉ có người một lòng hướng đạo, người có thể nhường nhịn, mới có thể tránh được</strong>.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Đại sư Huệ Năng nói: “<strong>Nếu người chân chánh tu hành, không thấy lỗi thế gian</strong>”. Chỉ vì việc lớn sanh tử, cho nên có tâm cảnh giác cao đến như vậy! Một lòng một dạ muốn liễu thoát sanh tử, ra khỏi ba cõi, mọi thứ trên thế gian không liên quan gì đến họ. Tất cả thuận cảnh, nghịch cảnh đều tùy thuận, lấy việc liễu sanh tử làm trọng yếu. <strong>Người niệm Phật chúng ta lấy việc vãng sanh là quan trọng bậc nhất, Ngoài việc cầu vãng sanh ra, không có bất cứ một việc gì đáng để ở trong tâm</strong>.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Người chân thật từ bi, khi thấy đồng tham đạo hữu làm trái quy định, phá giới, làm ác,<strong> không những phải bao dung tha thứ, mà còn phải dùng trí huệ, sự khéo léo để cảm hóa họ, đây chính là đại từ đại bi</strong>.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Kinh có bốn loại: “Giáo, Lý, Hành, Quả”, “Hành kinh” là</span><span style=\"color: black;font-size: 11pt;font-family: PingFang TC;\"> yêu c</span><span style=\"color: black;font-size: 11pt;\">ầu </span><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">chúng ta thực sự làm đến được. Chúng ta thực sự có thể dùng tâm “chân thành, cung kính” để tu học, vì chúng sanh phục vụ, nhất định sẽ được pháp hỷ sung mãn, sẽ được tâm thanh tịnh. <strong>Có thể lấy tâm chân thành, cung kính vì tất cả chúng sanh phục vụ, chính là tu học đại thừa</strong>.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\"><strong>Phật dạy bảo Bồ tát tu hành, chính là dạy Bồ tát phải nghĩ nhiều vì chúng sanh, phải làm nhiều vì chúng sanh, đây chính là Bồ tát đạo, Bồ tát hành. Nghĩ nhiều vì chúng sanh là Bồ tát đạo, làm nhiều vì chúng sanh là Bồ tát hành</strong>, Phàm phu khởi tâm động niệm nơi nơi vì chính mình mà nghĩ, vì chính mình mà làm, cho nên khác biệt của Phật Bồ tát cùng phàm phu ở tại chỗ này.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chúng ta giúp đỡ người khác, cho dù là cá nhân, đoàn thể, hay đạo tràng, phải ghi nhớ lời giáo huấn của Đại sư Thiện Đạo: “<strong>Tất cả từ trong tâm chân thành mà làm</strong>”, không thể làm giả. Khác biệt giữa Phật pháp và Thế pháp chính là ở “chân” và “giả”; Phật pháp là chân thật, tâm là chân thật, cho nên tất cả đều là chân thật; Tâm của người thế gian là “hư tình giả ý”, cho nên tất cả đều là “hư vọng”, đây gọi là “<strong>Vạn pháp duy tâm, vạn pháp duy thức</strong>” (Vạn pháp ở nơi tâm, vạn pháp ở nơi thức).</span>&nbsp;</p>\n","id":"C1B13","title":"Buổi Luyện Dịch Thứ 13 - 27/2/2022"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 3 Luận tồn tâm lập phẩm (phần 4) &amp;  mục 4 Bình tu trì các pháp (Phần 1 _ trang 31-33)</span></h2>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chúng ta xem thấy Triệu Duyệt Đạo trong “Liễu Phàm Tứ Huấn”, ông mỗi ngày đều phản tỉnh, mỗi ngày đều kiểm điểm, tìm ra lỗi lầm của chính mình để sửa đổi, không để tái phạm.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Người học Phật hiện nay , trên miệng thì đàm huyền thuyết diệu, công phu thực tế trái lại hoàn toàn không có, cho nên thường thường thành tựu của người xuất gia không được như người tại gia. Người tại gia học Phật, thực tế có một số người thực sự là tất cả đều buông xả, trái lại người xuất gia học Phật, lời trên miệng đều là Phật pháp, đều là đàm huyền thuyết diệu, thế nhưng trong tâm nghĩ tưởng, cho đến hành động tạo tác, đều là nghiệp sáu cõi luân hồi. Nói ra là “phá mê khai ngộ”, mà trên thực tế, việc làm ra hoàn toàn là “mê hoặc điên đảo”.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Công phu chân thật phải từ nơi kiểm điểm lỗi lầm mà làm, mà cái tiêu chuẩn này, chính là giáo huấn ở trong kinh điển. Cho nên phải đem kinh học thuộc, chính là nhớ lấy tiêu chuẩn, nếu không nhớ được tiêu chuẩn này, không thể phân biệt được phải trái tốt xấu, vẫn cứ là đem cái sai xem như đúng, cái đúng cho là sai, đây chính là “đảo lộn sai lầm”. Cho nên kinh nhất định phải thuộc, phải nghiêm túc tự cứu mình.</span>&nbsp;</p>\n<p></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Bàn về phương pháp tu trì.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Trong và ngoài nước xưa nay, không một ai không cầu phước huệ; kỳ thực phước huệ là chúng sanh vốn sẵn có, trong tự tánh vốn dĩ đầy đủ viên mãn. Chúng sanh hiện tại phước huệ không có, Phật nói với chúng ta, có hai loại chướng ngại đã ngăn cản mất nó, chính là phiền não chướng và sở tri chướng. Phiền não chướng ngại phước đức, sở tri chướng ngại trí huệ, cho nên chỉ cần có thể phá trừ hai chướng, phước huệ liền hiện tiền. Hai chướng phải trừ bằng cách nào? Phải dựa vào tu đức. Phước huệ vốn dĩ là tánh đức, nếu như không tu đức, phước huệ của tự tánh sẽ không thể hiện tiền, cho nên phải tu hành.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Phật ở trên kinh “Quán Vô Lượng Thọ Phật” chỉ dạy chúng ta trước tiên phải tu học tam Phước. Chúng ta chân thật có thể tin tưởng, chân thật có thể hiểu rõ đạo lý này, chịu phát tâm tu học, cái tri kiến này chính là trí huệ chân thật, chịu nghiêm túc mà làm, người này liền có phước.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">“Tam phước” mọi người đều biết, tại vì sao không làm được? Bởi vì nhận biết không đầy đủ, nhận biết không đầy đủ chính là không có trí tuệ. Chúng ta biết một phần, thì nghiêm túc</span> <span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">đi làm một phần; có hai phần nhận biết, tự nhiên làm được hai phần; người hoàn toàn không chịu làm, chính là người không có phước huệ. Do đó có thể biết, ở trên mặt tu đức mà nói, tu phước cùng tu huệ là thành tựu lẫn nhau.</span></p>\n","id":"C1B14","title":"Buổi Luyện Dịch Thứ 14 - 06/03/2022"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 4  Bàn về phương pháp tu trì (phần 2 _ trang 33-35) </span></h2>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Phật ở trong kinh điển thường nói: “<strong>Thọ trì, đọc tụng, vì người diễn nói</strong>”, những điều này đều là dạy người chân thật tu hành. <strong>Đặc biệt là “vì người diễn nói”, </strong>“diễn” là biểu diễn, là dạy chúng ta phải làm ra để người khác thấy; “nói” là vì người giảng giải, khuyên người học Phật, <strong>cho nên “diễn” là thân giáo, “nói” là ngôn giáo.</strong></span>&nbsp;</p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Then chốt của học Phật là ở định huệ, đúng như trên kinh Kim Cang đã nói “<strong>ngoài không dính tướng, trong không động tâm</strong>”, định chính là như như bất động, huệ chính là không giữ ở tướng. Trong kinh Kim Cang Phật dạy Tu Bồ Đề, điều quan trọng nhất chính là hai câu nói này, chúng ta cũng có thể dùng hai câu nói này để phản tỉnh, kiểm điểm chính mình có trí tuệ, có công phu hay không.</span>&nbsp;</p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Những gì trên kinh đã nói, quyết không thể đọc qua một lần liền có công đức, điều quan trọng là phải đem nó làm cho được, chỉ đọc mà không làm thì không có ích gì. Lục Tổ nói rất hay, “<strong>Sanh tử là việc lớn, phước không thể cứu, phải có định huệ mới có thể cứu, giải ngộ không thể cứu, phải chứng ngộ mới có thể cứu</strong>”</span>&nbsp;</p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\"><strong>Khởi dụng của tự tánh, khi ngộ gọi là bồ đề, khi mê gọi là phiền não, phiền não cùng bồ đề là một sự việc, khác biệt là ở nơi mê ngộ</strong>. Do đó phương pháp tu hành của Đại thừa là chuyển mê thành ngộ, có thể chuyển mê thành ngộ, thì có thể chuyển phiền não thành bồ đề, chuyển sanh tử thành niết bàn. Đại thừa dùng phương pháp chuyển đổi là tuyệt đối chính xác, với lý với sự đều tương ưng. Đây cũng là nói rõ, người Đại thừa cao minh hơn người tiểu thừa, người Tiểu thừa hông có trí tuệ, gắng gượng dùng cách đè nén; người đại thừa có trí tuệ, đem nó chuyển đổi lại.</span>&nbsp;</p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Tấm gương tu học của Đại thừa là năm mươi ba lần tham học ở trong kinh Hoa Nghiêm. Ở trong năm mươi ba tham học này, bao gồm người trong các ngành các nghề, nam nữ già trẻ, thế gian và xuất thế gian, đều là tu hạnh Bồ tát; không chỉ tu hạnh Bồ tát, mà hạnh tu còn là hạnh Bồ tát cao cấp: hạnh Phổ Hiền. Trong cuộc sống thường ngày của chúng ta, từ sáng đến tối có phải tu hạnh Bồ tát không? có phải tu hạnh Phổ Hiền không? Nếu như phải, thành Phật liền có hi vọng; nếu như không phải, vậy thì vẫn còn phải sanh tử luân hồi. Phải tu học như thế nào? Từ trên cương lĩnh nói, chính là làm thế nào ứng dụng Lục Độ vào trong đời sống. <strong>Đời sống là Lục Độ, bạn chính là Bồ tát, đời sống nếu như là mười nguyện, bạn chính là Bồ tát Phổ Hiền</strong>.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">“Bố thí”, dùng lời hiện đại mà nói, chính là hy sinh phụng hiến. Chính mình chịu hy sinh, chịu phụng hiến cho đại chúng, chịu phụng hiến cho đoàn thể.</span></p>\n","id":"C1B15","title":"Buổi Luyện Dịch Thứ 15 - 13/03/2022"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 4  Bàn về phương pháp tu trì (phần 3 _ trang 36-38) </span></h2>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">“<strong>Trì giới</strong>” chính là tuân thủ pháp tắc, tuân thủ quy củ.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">“<strong>Nhẫn nhục</strong>” chính là có tâm nhẫn nại. Trong lúc làm việc phải có tâm nhẫn nại, đặc biệt là ở trên mặt nhân sự, chúng sanh đều có phiền não, ân oán, bất bình tích lũy từ vô lượng kiếp đến nay, chúng ta mỗi giờ mỗi phút đều sẽ gặp phải, càng phải có thể nhẫn. Đối với hoàn cảnh tự nhiên, cũng phải có thể nhẫn.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">“<strong>Tinh tấn</strong>” là cầu tiến bộ, không được một mực không thay đổi, cố giữ lề lối cũ. Có rất nhiều Đại đức học Phật tu trì tuy là rất tốt, thế nhưng không thể hoằng pháp lợi sanh, nguyên nhân ở chỗ nào vậy? Giữ theo lối cũ, không cầu tiến bộ. Vì thời đại khác nhau, cho nên hình thái ý thức, phương thức đời sống của chúng sanh cũng khác nhau, ở mỗi một thời đại, có một phương thức hoằng pháp của thời đại đó, có một cách thực tiễn lục độ mười nguyện theo thời đại đó, theo lề lối cũ đương nhiên là không được rồi. Phật pháp sau khi từ Ấn Độ truyền đến Trung Quốc, liền có thay đổi rất lớn, ở trên phương thức đời sống, trước đây là khất thực, dưới gốc cây ngủ một đêm, giữa ngày ăn một bữa; sau khi đến Trung Quốc, nhận được sự cúng dường của đồng tu tại gia, không còn khất thực nữa, tất thảy hoàn cảnh sống đều thay đổi. Cho nên phải thích hợp nguyên tắc hiện đại hóa, bổn thổ hóa, đời sống hóa, đây mới là chân nghĩa của tinh tấn. Chúng ta phải từ phương diện này mà suy xét: Làm thế nào ở ngay trong cuộc sống cầu giác, cầu trí tuệ, tu lục độ mười nguyện. Các vị tỉ mỉ quán sát năm mươi ba tham, thì sẽ hiểu rõ đạo lý này.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">“<strong>Thiền định</strong>” chính là chính mình có chủ tể, có chủ kiến, không bị bên ngoài xoay chuyển.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">“<strong>Bát nhã</strong>” chính là tường tận thông suốt đối với thiện ác, đúng sai, tà chánh, chân</span><br><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">giả của hết thảy người, sự việc, sự vật; không mê hoặc, không điên đảo, đây chính là trí tuệ bát nhã.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Nếu như có thể đem lục độ, mười nguyện thực tiễn ngay trong cuộc sống của chính mình, vậy thì bạn an vui rồi. Không luận đang làm công việc gì, đều là đang tu Bồ tát hạnh, đang hành Bồ tát đạo. Người hành Bồ tát đạo là người được pháp hỷ sung mãn, đây chính là đem phiền não chuyển thành bồ đề, đem mê chuyển thành giác ngộ.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Người thế gian nếu như có cảm giác phiền phức với công việc, thì khổ không thành lời, than trời trách đất, đó là người thế gian, pháp thế gian, là phàm phu, là phải bị luân hồi trong sáu cõi. Pháp Đại thừa Bồ tát cao minh, sau khi đem ý niệm chuyển đổi lại, chính là Bồ tát. <strong>Các Ngài biết làm việc khổ nhọc, là kết pháp duyên với tất cả chúng sanh, thành tựu bố thí ba la mật của chính mình.</strong> Cho nên ý niệm vừa chuyển đổi, thì an lạc vô biên, hạnh phúc an vui, lìa khổ được vui lập tức liền có thể đạt được.</span></p>\n<p style=\"text-align:justify;\"><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Người biết dụng công, giống như Lục Tổ Đại sư làm việc khổ nhọc như chẻ củi, giã gạo ở trong nhà bếp, như thế tu hành khai ngộ; bởi vì Ngài ngay trong giã gạo, bửa củi đã đầy đủ hành pháp lục độ và mười nguyện. Người không biết dụng công, cho dù ngày ngày ngồi xếp bằng ở trong thiền đường, tham thiền cũng không thể khai ngộ, phiền não tập khí vẫn còn cả đống. <strong>Nếu như chúng ta biết tu hành chính là rửa bát, lau bàn, cũng thảy đều đầy đủ lục độ mười nguyện</strong>. Người không biết dụng công, thì sẽ cho rằng những công việc này quá khổ. Cho nên chuyển cảnh giới chính là chuyển tâm: thay đổi tâm lý, thay đổi tư duy. Khác biệt của biết tu hành và không biết tu hành, chính ngay ở chỗ này.</span></p>\n","id":"C1B16","title":"Bàn về phương pháp tu trì (P.3 buổi 16 - 20/03/22)"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 4 Bàn về phương pháp tu trì (Phần 4)  (Trang 38-41) </span> 4&nbsp;</h2>\n<p><span style=\"color: black;background-color: white;\">Ở phần sau “Niệm Phật luận” Pháp sư Đàm Hư có nói đến Trương Thị ở chùa Trạm Sơn Thanh Đảo, bà tu hạnh gì vậy? Mỗi cuối tuần chùa Trạm Sơn có pháp hội cộng tu niệm Phật, bà liền đến nhà bếp rửa bát, biểu hiện bên ngoài là rửa bát trong nhà bếp, kỳ thực bà ở nơi đó<strong> tu lục độ mười nguyện</strong>, cho nên bà ấy biết trước giờ đi, ngồi mà vãng sanh.<strong> Người thế gian xem thấy bà chỉ là người không biết chữ, chưa từng đi học, nghe kinh cũng nghe không hiểu, đến khắp nơi giúp người làm việc khó nhọc, nào biết được người như vậy mới là người chân thật tu hành, thành tựu của nghe kinh, tham thiền trái lại không được như bà</strong>. Cho nên nhất định phải thật tu, phải rõ lý, phải đem những nguyên tắc cương lĩnh tu hành Phật pháp này thực tiễn vào trong đời sống hiện tại.</span></p>\n<p><span style=\"color: black;background-color: white;\">Ở trong pháp đại thừa, nếu muốn liễu sanh tử, điều duy nhất chúng ta có thể nắm chắc, chính là niệm Phật cầu sanh Tịnh Độ. Nếu muốn chân thật làm được, thì phải ghi nhớ lời của Phổ Hiền Bồ tát: Học Bồ tát đạo, tu Bồ tát hạnh. Trong năm mươi ba lần tham học của Thiện Tài Đồng Tử, Thiện Tài Đồng Tử mỗi lần gặp thiện tri thức, đều thỉnh giáo hai vấn đề này. Cái gọi là Bồ tát đạo chính là tồn tâm; tâm, nguyện, giải, hành phải giống Phật; tâm và nguyện chính là Bồ tát đạo, giải và hành chính là Bồ tát hạnh.</span>&nbsp;</p>\n<p><span style=\"color: black;\">Học Phật, chính là phải học được giống như Phật vậy, nếu không thể học giống được hoàn toàn, thì cũng phải khác biệt không xa lắm. Thế gian có một số người đang làm Phật học, mà không phải là đang học Phật. Cái gì gọi là Phật học? Chính là có giải không hành, chỉ xem Phật pháp như một loại học vấn của thế gian để nghiên cứu, mà không thể làm theo, họ không có tâm này, cũng không có nguyện này, đó chính là Phật học. </span> <span style=\"color: black;\"><strong>Người có tâm, có nguyện, họ hiểu được bao nhiêu liền biết làm được bấy nhiêu, đây mới là người học Phật. Vì vậy người học Phật có thể liễu sanh tử, nhà Phật học không thể liễu sanh tử, điều này phải phân biệt rõ ràng</strong>.</span></p>\n<p><span style=\"color: black;\">Sáu căn khi tiếp xúc với cảnh giới sáu trần bên ngoài, không có phân biệt, chấp trước, vọng tưởng, tất cả đều rõ ràng tường tận, đây gọi là quán chiếu.</span></p>\n<p>“Quán chiếu”, kỳ thực chính là tự tánh tịnh, chính là kiến văn giác tri của tự tánh, cho nên có thể thấy được chân tánh. Phàm phu mê mất tự tánh, họ dùng tình thức, chính là tám thức, năm mươi mốt tâm sở, đây gọi là tình chấp, cũng chính là “mang theo cảm tình” mà thường hay nói. Cái gì gọi là cảm tình? Chính là phân biệt, chấp trước, vọng tưởng. Mang theo những thứ “kiến văn giác tri” này là kiến giải của phàm phu. Do đây có thể biết, rời khỏi hết thảy phân biệt, chấp trước, vọng tưởng chính là kiến giải của Phật Bồ tát, kiến giải của Phật Bồ tát gọi là quán chiếu, gọi là chiếu kiến. Do đó dùng kiến giải của phàm phu để tu hành, là tuyệt đối không thể siêu vượt sáu cõi.</p>\n<p><strong>Phàm phu rất khó rời khỏi tình chấp, nếu như dùng tình chấp mà tu học, tất cả các pháp môn khác đều không thể thành tựu, chỉ có tu học Tịnh Độ có thể</strong>. Nhưng chúng ta phải nên biết, tu Tịnh Độ là phải đem công phu niệm Phật hàng phục được tình chấp, mới có thể vãng sanh; nếu không hàng phục được, thì vẫn là không thể vãng sanh. Cũng chính là nói tuy là chưa đoạn được phiền não, chỉ tạm thời hàng phục, nhưng <strong>nếu vào khoảnh khắc vãng sanh, phiền não không dấy khởi thì thành công rồi</strong>. Nếu như lúc đó phiền não dấy khởi, thì không thể vãng sanh.&nbsp;</p>\n","id":"C1B17","title":"Bàn về phương pháp tu trì (P.4 buổi 17 - 27/03/22)"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 4 Bàn về phương pháp tu trì (Phần 5)  (Trang 41 - 43) </span></h2>\n<p>Hành môn, chính là cảm thấy chính mình cái gì cũng không biết, cái gì cũng không hiểu, mọi thứ đều không bằng người, người như vậy sẽ rất khiêm tốn, chịu lão thật niệm Phật, thông thường hạng người này phẩm vị vãng sanh đều rất cao.</p>\n<p>Người có giải mà không hành, hoàn toàn tương phản, họ cống cao ngã mạn, tự mình cho là đúng, luôn luôn xem thường việc tu hành, trái lại không thể vãng sanh.</p>\n<p>Dẫn chúng tu hành là công việc tự lợi lợi tha, quan trọng nhất là chân thành, chân thực, chính mình có tâm chân thành, tâm thanh tịnh, tâm bình đẳng, tâm cung kính, tâm từ bi, thì thành công rồi.</p>\n<p>Tu hành quan trọng nhất là phải nắm lấy cương lĩnh, giữ vững nguyên tắc, công phu dễ dàng có lực.</p>\n<p>Nguyên tắc, cương lĩnh chính là “<strong>Phát tâm bồ đề, một lòng chuyên niệm</strong>”.</p>\n<p>Ý nghĩa, đạo lí của hai câu nói này nhất định phải lí giải thấu triệt ,<strong> phải tuân theo “Quy tắc tu học Đồng tu Tịnh tông” mà thực hành “Tam phước, lục hòa, tam học, lục độ, thập nguyện\"</strong>.</p>\n<p>Cần phải ứng dụng vào trong đời sống, đây chính là “tự hành hóa tha”.</p>\n<p>Trong pháp Đại Thừa, viên mãn nhất, cứu cánh nhất chính là “Hạnh Bồ tát Phổ Hiền”.</p>\n<p>Hạnh Bồ tát Phổ Hiền, chính là “<strong>Lễ kính chư Phật, xưng tán Như Lai, quảng tu cúng dường, sám hối nghiệp chướng, tùy hỉ công đức, thỉnh chuyển pháp luân, thỉnh Phật trụ thế, thường tùy Phật học, hằng thuận chúng sinh, phổ giai hồi hướng</strong>”, những điều này đều là thực hiện trong sinh hoạt thường ngày.</p>\n<p>Lễ kính, bao hàm chân thành và cung kính; xưng tán, nhất định có pháp hỉ sung mãn; quảng tu cúng dường, chính là phụng sự tất cả chúng sanh.</p>\n<p>Cho nên hạnh Phổ Hiền phạm vi bao gồm rất sâu rộng, quyết không phải là lấy một chút tiền cho vào bao đỏ chính là cúng dường, quan niệm này là sai lầm.</p>\n<p>Ở trong hành môn, tóm lại trong một câu, chính là pháp sám hối “Sám hối nghiệp chướng” của Bồ tát Phổ Hiền.</p>\n<p><strong>Pháp sám hối quan trọng nhất chính là chuyển đổi tâm, chuyển đổi hành vi, tuy rằng không có hình thức, cũng là chân thật sám hối</strong>.</p>\n<p>Nếu chỉ là đầy đủ trên hình thức, chỉ chiếu theo những gì trên mặt chữ mà làm, tâm không thay đổi, hành vi cũng không đổi, đó không phải là sám hối, chẳng có tác dụng gì.</p>\n<p>Tu hành có ba giai đoạn:</p>\n<p><strong>•\tGiai đoạn thứ nhất, đọc thuộc kinh văn.</strong></p>\n<p>Đem kinh điển đọc ba nghìn lần(biến), thuộc lòng kinh văn, ghi nhớ lời dạy của  kinh điển.</p>\n<p><strong>•\tGiai đoạn thứ hai, cầu viên giải.</strong></p>\n<p>Đối với ý nghĩa giáo huấn của Phật, phải tường tận, phải lí giải được viên dung, mới không bị mắc kẹt ở câu chữ.</p>\n<p>Phải ứng dụng linh hoạt trong đời sống hàng ngày, đây mới là không đọc một bộ sách chết, mới là khai trí tuệ.</p>\n<p><strong>•\tGiai đoạn ba là phải thực hành.</strong></p>\n<p>Y theo lý luận phương pháp của kinh điển, tu sửa tư tưởng, kiến giải, hành vi sai lầm của chúng ta, đây gọi là chân thật tu hành, như vậy mới có thể vãng sanh.</p>\n<p>Mà không phải là chỉ đem bộ kinh đọc đủ ba nghìn lần, vậy thì không có tác dụng gì.</p>\n<p><strong>Phải nên biết rằng Phật pháp từ xưa đến nay đều là chú trọng ở thực hành, chính là phải làm cho được.</strong></p>\n","id":"C1B18","title":"Bàn về phương pháp tu trì (P.5 5 buổi  18 - 03/04/22)"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 4: Bàn về phương pháp tu trì (phần 6 _ trang 43 - 45) </span>&nbsp;</h2>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Làm việc ở nhà bếp mỗi ngày như nấu cơm, rửa bát, lau bàn, người thế gian cảm thấy những việc này là khổ cực, ngược lại người giác ngộ lại cảm thấy an lạc, nhưng những việc này thật ra chính là Lục độ vạn hạnh, chính là tam học: giới, định, tuệ. Làm việc vẫn giống nhau, công việc vẫn giống nhau, chỉ là<strong> quan niệm trong tâm thay đổi mà thôi, khi vừa thay đổi thì là đời sống của Bồ tát</strong>. Trong kinh Hoa nghiêm dạy chúng ta những điều này, dạy chúng ta làm thế nào để có được một cuộc sống an vui nhất, hạnh phúc nhất. Đây chính là sự thật, đây chính là tu hành; là hạnh của Bồ tát Đại thừa, Vô thượng Chánh đẳng Chánh giác chính là tu ở chỗ này. Người không hiểu, cho rằng ngày ngày làm những việc này thực sự quá khổ, ngay cả bà nội trợ nào cũng đều muốn bỏ chạy cả. Đây là mê, mê thì khổ rồi; ngộ thì liền vui.<strong> Người giác ngộ, biết rằng ở những nơi này chính là tu bố thí, tu xưng tán, tu cúng dường, tu nhẫn nhục, tu thiền định, tu Bát nhã</strong>, cho nên mê ngộ hoàn toàn không giống nhau. </span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Phật dạy chúng sinh phước huệ song tu, phước huệ viên mãn rồi thì gọi là Nhị túc tôn, cho nên tu phước, tu huệ đều vô cùng quan trọng. </span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Tu phước phải tu như thế nào? <strong>Suy nghĩ cho chúng sinh nhiều hơn, làm việc cho chúng sinh nhiều hơn, quên đi bản thân mình, đó chính là đại phước báo</strong>. Thế nào là tạo ác? Niệm niệm nghĩ cho chính mình, niệm niệm làm việc vì bản thân mình, đây là đại ác. </span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Xả tài là phước, nhưng quan trọng hơn là không dính tướng.<strong> Chấp trước tướng mà tu phước sẽ rơi vào quả báo trời người; còn lìa tướng mà tu phước thì có thể minh tâm kiến tánh, vãng sanh bất thoái thành Phật</strong>. </span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Không chỉ xả bỏ ngoại tài, mà nội tài cũng cần phải xả. Nội tài là gì? Tinh thần của chúng ta, sức lực của chúng ta có thể phụng sự đại chúng vô điều kiện, đây gọi là xả nội tài. Chẳng cầu báo đáp, chăm chỉ vì xã hội, vì đại chúng phụng sự, đây chính là bố thí. </span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Mục đích của việc ấn định thời khóa sáng tối là giúp chúng ta thay đổi tâm hạnh của mình, nếu chúng ta công phu rồi mà tâm hạnh vẫn không thay đổi thì thời khóa sớm tối uổng phí rồi.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\"><strong>Thời khóa sáng tụng phẩm thứ sáu trong kinh Vô Lượng Thọ, mục đích là hi vọng tâm tánh mỗi người đều có 48 lời nguyện</strong>, đây gọi là niệm Phật, nhớ Phật, trong lòng chân thật có Phật, trong tâm chân thật có Phật A Di Đà, có bốn mươi tám lời nguyện của Ngài. 48 lời nguyện đó bao hàm y chánh trang nghiêm của thế giới Tây phương Cực Lạc. <strong>Thời khóa tối thì niệm niệm đều không quên lời dạy của đức Phật A Di Đà, chúng ta phải y giáo phụng hành, như pháp mà tu trì</strong>, đây là chân thật niệm Phật, không phải niệm trên đầu môi chót lưỡi. </span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Từ phẩm thứ 32 đến phẩm thứ 37 của kinh Vô Lượng Thọ là những lời dạy của đức Phật A Di Đà, nội dung chính là ngũ giới thập thiện, là nền tảng mà Đại thừa và Tiểu thừa cùng nương tựa. Từ nơi đây, chúng ta chăm chỉ học tập, như vậy niệm Phật mới có thành tựu.</span></p>\n<p></p>\n","id":"C1B19","title":"Bàn về phương pháp tu trì (P6 buổi 19 - 10/04/22)"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 4 Bàn về phương pháp tu trì (phần 7 _ trang 45-48) </span></h2>\n<p>Trong Xã Hội nói “Học Làm Người”, học làm người chính là học luân lý, đạo đức.&nbsp;&nbsp;</p>\n<p>Nếu như học mười thiện, tứ vô lượng tâm (từ, bi, hỷ, xả), chính là học làm thiên nhân cõi trời Dục Giới, vậy thì họ cao hơn chúng ta một cấp rồi. Học tứ thiền bát định chính là học làm thiên nhân của cõi trời Sắc Giới, cảnh giới càng cao hơn. Học bốn mươi tám nguyện, học lục độ, mười đại nguyện vương, đó chính là học làm thiên nhân của thế giới Tây Phương Cực Lạc, đây mới là điều chúng ta thật sự phải học.&nbsp;</p>\n<p>“Học”, không phải là nói “ta hiểu”, “ta tường tận”, thì được xem là học rồi. “Học” ý nghĩa chữ này là “làm theo ”, “học tập” nó là động từ, không phải danh từ, chính là muốn chúng ta chân thật làm bằng được. Ngày nay chúng ta tu hành, chính mình không đạt được pháp hỷ, đó chính là ở trong những ngày tháng xen tạp, tại vì sao không đạt được pháp hỷ? Bởi vì chúng ta chưa chân thật học tập.&nbsp;</p>\n<p>Học phải từ chỗ nào mà học? Từ đọc kinh mà học.<strong> Trên kinh dạy chúng ta làm thế nào, chúng ta làm như thế đó, y theo kinh điển mà nghiêm túc phản tỉnh.</strong> Mỗi ngày có thể phát hiện một lỗi lầm của mình, chính là giác ngộ, mỗi ngày có thể sửa lỗi lầm của bản thân, mới là thật tu. Đây chính là “thật làm” mà trong “Tịnh Ngữ” lão cư sĩ Hạ Liên Cư đã nói. Có thể thật tu, thật làm, ba năm liền siêu phàm nhập thánh, thì không phải phàm phu; không chịu học, không chịu làm, vậy thì hết cách rồi.&nbsp;&nbsp;</p>\n<p><strong>Đọc kinh phải dùng tâm chân thành, tâm thanh tịnh, tâm cung kính mà đọc, liền sẽ có chỗ ngộ</strong>. Một số người đọc kinh rất khổ sở, bởi vì họ dùng tâm vọng tưởng, phân biệt, phiền não để đọc, đối với ý nghĩa, cảnh giới trong kinh điển hoàn toàn không thể thể hội, đương nhiên càng đọc càng khổ. Chỉ có dùng tâm chân thành, thanh tịnh, cung kính mà đọc, mới có thể tương ưng với tâm của Phật, mới có thể phát hiện được ý nghĩa ở trong kinh. Do bởi chân thành, thanh tịnh, cung kính là không có cùng tận, cho nên ý nghĩa của kinh cũng không có cùng tận, vô cùng vô tận.</p>\n<p>Trong “Kinh Hoa Nghiêm biệt hành sớ sao”, nói đến “quảng tu cúng dường”: tài cúng dường không bằng pháp cúng dường. Khai thị trong kinh văn của ngài cư sĩ Duy Ma Cật vô cùng tinh túy:<strong> “Bố thí pháp là “lấy mình làm gương”, “như pháp tu hành”, làm tấm gương cho tất cả chúng sanh, đây là chân thật bố thí pháp”</strong>.</p>\n<p>Bố thí tài, bố thí pháp, bố thí vô úy, chúng ta chân thật mà làm, tu ba loại nhân này, sẽ được ba loại quả báo: được tài phú, thông minh trí huệ, khỏe mạnh sống lâu. Làm ra cho tất cả chúng sanh xem, để họ nhìn thấy quả báo này, nhờ bạn chỉ giáo cho, bạn liền nói cho họ nghe phải tu ba loại nhân này, cho nên nhất định phải làm ra tấm gương cho người khác xem. Từ trì giới, chính mình nghiêm túc trì giới, đoạn tất cả ác nghiệp, khiến tâm địa chính mình chân thật đạt đến thanh tịnh, lương thiện. Cho đến nhẫn nhục, tinh tấn, thiền định, bát nhã đều phải chân thật làm được, chính là pháp bố thí. Nếu như bạn không làm được, bạn nói cho người khác nghe, khuyên người khác, vậy thì không có ích gì, người ta cũng chưa chắc sẽ tin tưởng.&nbsp;</p>\n","id":"C1B20","title":"Bàn về phương pháp tu trì (P.7 buổi 20 - 17/04/22)"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 4 Bàn về phương pháp tu trì (phần 8 _ trang 48-50) </span></h2>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Trong kinh đức Phật dạy: “<em>Chúng sanh sợ quả, Bồ tát sợ nhân.”</em> Chúng sanh nhìn thấy quả báo họ mới biết phản tỉnh. Nhìn thấy quả báo tốt thì họ ngưỡng mộ, nhìn thấy quả báo xấu họ liền sợ hãi. Cho nên, chúng ta phải chân thật mà làm, đem quả báo trình diễn trước mọi người, để họ tự kiểm điểm lại mình, tự phản tỉnh, sau đó phát tâm học tập, đây mới là chân thật bố thí pháp.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Mục đích chúng tôi giảng kinh Kim cang chính là khuyên mọi người, dạy đại chúng hiểu rõ chân tướng sự thật, phải chân thật một lòng một dạ niệm Phật cầu sanh Tịnh Độ. Những gì trong kinh Kim Cang nói, ngay cả trong hai mươi hai năm đức Thế Tôn nói kinh Bát nhã, chính là dạy chúng ta nhìn thấu, buông xuống.<strong> Vì sao bốn chữ ‘nhìn thấu, buông xuống’ này mà phải giảng đến hai mươi hai năm?</strong> Thử nghĩ xem, người nào sau khi nghe được thì có nhìn thấu không? Đã buông xuống được chưa? Nghe thì nghe rồi, nói cũng nói rồi, nhưng vẫn nhìn không thấu, vẫn buông không được. Trong tâm từ sáng đến tối vẫn là suy nghĩ vọng tưởng, lời nói và hành vi vẫn là phê bình người khác mà không biết kiểm điểm bản thân, đây chính là nhìn không thấu, buông không xuống.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\"><strong>Tu học Phật pháp luôn không rời xa ‘giới, định, tuệ’</strong>. Giới chính là tuân thủ pháp, gìn giữ quy củ, vâng theo những lời dạy của đức Thế Tôn ở trong tất cả kinh điển, chúng ta tuân thủ mà làm. Then chốt quan trọng nhất trong tu hành chính là ‘định’, ‘định’ chính là tâm thanh tịnh. Có thể tu tâm thanh tịnh của chính mình trong tất cả cảnh thuận vả cảnh nghịch, không bị nhiễu loạn, ô nhiễm bởi con người hoàn cảnh, thì đạo nghiệp của bạn đã thành tựu rồi. Có định thì có tuệ, ‘tuệ’ chính là có thể phân biệt được thiện ác phải quấy, tuy có thể phân biệt nhưng tuyệt đối không khởi tâm động niệm. Vì một khi khởi tâm động niệm thì lại rơi vào trong ý thức, sẽ không có giới, định, tuệ. Cho nên, đối với bất cứ người nào chư Phật Bồ tát đều không có oán hận, ngay cả khi có người ác, việc ác đến chướng đạo, các ngài cũng xem là điều tự nhiên, không hề khởi tâm oán hận. Vì sao? Vì hi vọng người ác có thể sớm giác ngộ, quay đầu, vì người ác cũng có Phật tánh, cho nên chư Phật Bồ tát rất tôn kính họ.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Nhà Phật thường nói ‘khai ngộ’, ‘tu hành’, đọc kinh sẽ có chỗ ngộ, niệm Phật sẽ có chỗ ngộ, kỳ thật ở ngay trong đời sống hằng ngày như đối người tiếp vật cũng đều có chỗ ngộ. ‘Chỗ ngộ’ chính là phát hiện ra lỗi lầm, <strong>phát hiện ra lỗi lầm chính là khai ngộ, sửa đổi sai lầm chính là tu hành</strong>. Tu hành không phải là ám chỉ mỗi ngày đọc được bao nhiêu quyển kinh, niệm được bao nhiêu câu Phật hiệu, lễ được bao nhiêu vị Phật; thực tế mà nói thì đó chỉ là hình thức và vẻ bên ngoài mà thôi. Công phu chân thật là ‘biết lỗi’ và ‘sửa lỗi’, nếu có thể làm được bốn chữ này, thì một ngày của bạn sẽ trải qua rất thiết thực, không uổng phí.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Gặp việc thế gian thì chúng ta làm, đó là tu phước. Khi làm việc không nên sợ bị thiệt thòi, làm nhiều thì tu phước nhiều, vậy thì có gì mà không tốt? Lúc làm việc không được chấp trước, không được để trong tâm, trong tâm một chút dấu vết cũng không lộ ra, như câu ‘ưng vô sở trụ nhi sanh kỳ tâm’ (nên không chỗ trụ, mà sinh tâm kia) mà trong kinh Kinh cang đã giảng nói, đây mới là phước báo chân chánh, liền đem phước đức chuyển thành công đức rồi. Nếu trong tâm thường hay nghĩ ‘ta đã làm được rất nhiều việc rồi’, đây chính là pháp thế gian, là phước báo hữu lậu, quả báo có được sẽ rất nhỏ. </span></p>\n<p></p>\n<p></p>\n","id":"C1B21","title":"Bàn về phương pháp tu trì (P.21 buổi  21 - 24/04/22)"},{"chuong":"B - Chương 1","content":"<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 5 Khuyến khích người tu hành nỗ lực (phần 1 _ trang 51-53)</span></h2>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Người tu hành ngay trong một đời tu học nếu không ra khỏi tam giới thì không thể xem là có thành tựu. Nhưng muốn chân thật siêu việt tam giới, thật sự mà nói là một việc khó. Tuy nói Tịnh Độ là đạo dễ hành (dễ hơn so với các pháp môn khác), nhưng trên thực tế thì tuyệt nhiên không phải dễ, cho nên người niệm Phật nhiều, người vãng sanh ít.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chúng ta có thể gặp được pháp môn Tịnh Độ, đây là một nhân duyên khó được, bỏ lỡ nhân duyên hi hữu này, đây là điều vô cùng đáng tiếc.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chân chánh tu hành là ở chỗ khởi tâm động niệm, không phải ở chỗ học để nhớ. Nhớ được nhiều, hiểu được nhiều cũng không lợi ích gì, phải làm cho được. Làm được một phần thì được một phần lợi ích, làm được hai phần thì được hai phần lợi ích, còn như không thể chăm chỉ nỗ lực làm thì lợi ích chân thật tuyệt đối không thể có được.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chính mình tu học cũng cần có mục tiêu, tiêu chuẩn, mỗi năm phải tiến bộ hơn, thời gian như vậy mới không uổng phí. Người học Phật có tiến bộ hay không, có thể dựa vào hai điểm dưới đây để tự kiểm điểm, phản tỉnh chính mình:</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\"><strong>Một là khai trí tuệ</strong>, đạo lý nói trong kinh điển, năm nay tường tận hơn, lĩnh ngộ được nhiều hơn so với năm trước.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\"><strong>Hai là đoạn trừ phiền não; vọng tưởng, phiền não và tập khí giảm nhẹ hơn so với trước</strong>. Nếu trí tuệ chưa thêm lớn mà phiền não tập khí vẫn rất nặng, vậy thì năm này đã luống qua rồi.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">“Chân thành, thanh tịnh, bình đẳng, chánh giác, từ bi; nhìn thấu, buông xả, tự tại, tùy duyên, lão thật niệm Phật”, đây là mục tiêu hoằng pháp lợi sinh trong giai đoạn trước mắt của chúng ta, cũng là mục tiêu tu hành của chính chúng ta. Tất cả các kinh luận và hành pháp đều muốn giúp chúng ta đạt được mục tiêu này, hoàn thành mục tiêu này. Chúng ta tự hành hóa tha đã có phương hướng và mục tiêu đúng đắn rồi thì cuộc sống liền có ý nghĩa, có giá trị, trải qua đời sống rất an vui, rất hạnh phúc. Hy vọng mọi người từ chỗ này mà thể hội, hiểu được chính mình nên tu học như thế nào, đối nhân xử thế tiếp vật ra sao, đây là Phật pháp chân chánh, Phật pháp chân thật.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">‘Thế duyên’ chính là lợi ích chúng sanh. Tuy phước báo của chúng ta rất mỏng, mỏng cũng không hề gì, cho dù bố thí một chút rất ít nhưng lại là lợi ích chân thật, đây là công đức viên mãn.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Thời đại ngày nay muốn tu hành thành tựu chỉ còn cách niệm Phật cầu sanh Tịnh Độ, ngoài con đường này quả thật chẳng còn con đường thứ hai có thể đi được.</span></p>\n<p><span style=\"color: black;font-size: 11pt;font-family: Arial, sans-serif;\">Chính mình không chịu chăm chỉ tu hành, vậy thì thân nghiệp báo của bạn đã định sẵn trong mạng rồi; nếu chính mình chịu nỗ lực vì Phật pháp phụng hiến, vì tất cả chúng sinh phụng hiến, thì tấm thân này không phải là của bạn nữa rồi, mà là thân “thừa nguyện tái lai”. Như vậy đâu cần phải đợi đến thế giới Tây phương Cực Lạc rồi mới đầu thai trở lại, <strong>chỉ cần nguyện lực hiện tại vừa chuyển thì đã chuyển được thân nghiệp báo thành thân nguyện lực rồi, đây chính là thừa nguyện tái lai</strong>. ‘Thừa nguyện tái lai’ là ở ngay trong thời gian một niệm liền có thể làm được, trong này không hề xen tạp một mảy may giả dối, là thuần chân không vọng, còn xen tạp một chút giả dối nào thì vẫn phải chịu nghiệp báo.</span></p>\n","id":"C1B22","title":" Khuyến khích người tu hành nỗ lực (P1 buổi 22 - 01/05/22)"},{"chuong":"B - Chương 1","content":"<h2>BUỔI 23:</h2>\n<p>Nếu có thể ở ngay trong một đời này siêu việt luân hồi, vãng sanh Tịnh Độ thì chính mình chân thật được cứu rồi. Nếu như không thể vãng sanh Tịnh Độ thì đời này đã luống qua rồi. Tất cả những gì đã tu hành trong một đời đều không được lợi ích, vì không vượt qua được những ác nghiệp mà đời này đã tạo - khởi tâm động niệm, lời nói việc làm đều là tham, sân, si, mạn, đố kỵ, chướng ngại. Nếu như thế lực này mạnh, vẫn phải đến tam đồ, muốn ở hai cõi trời người cũng là việc rất khó.</p>\n<h2>Chương 1 Bài 3. Luận về việc lớn tử sinh</h2>\n<h3>A. Nhắc nhở mạng người vô thường</h3>\n<p>Bồ tát Phổ Hiền dạy: “<em>Ngày tháng trôi đi, sinh mạng giảm dần</em>”. Người sáng suốt nhìn thấy thời giờ mỗi ngày một giảm, hay nói cách khác là đang tiến dần đến cái chết.</p>\n<h3>B. Khai thị luân hồi đáng sợ</h3>\n<p>Đạo nghiệp của chúng ta đã tiến bộ theo thời gian hay chưa? Chỉ có chân thật tu trì mới có thể thoát sinh tử, ra khỏi ba cõi. Nếu không thể liễu ngộ sinh tử, ra khỏi ba cõi thì cuộc đời này thành uổng phí rồi. Dù niệm Phật tu phước thì cũng như lời Phật dạy là ‘Tam thế oán’ (xem thêm chú thích 1). Oan nghiệp đời thứ ba thì không phải là việc tốt, đời này niệm Phật tu phước, đến đời sau hưởng phước, con người cũng hồ đồ rồi; hồ đồ thì lại tạo tội nghiệp, lại chịu khổ báo. Người đại phú quý đều là đời trước đã từng ở trong Phật pháp niệm Phật tu phước nhưng chưa liễu thoát sanh tử, đời nay có thế lực, lại làm càn làm bậy, tội nghiệp tạo còn nặng hơn so với người bình thường rất nhiều. Cho nên, phải có tầm nhìn xa hơn một chút, một người chân thật giác ngộ phải lấy liễu sinh thoát tử làm mục tiêu cho mình.</p>\n<h2>Chương 1 bài 4. Khuyên thành kính với nhân sinh</h2>\n<p>Đạo và học nhất định phải có cầu mới nói, dụng ý trong đây chính là tinh thần trọng đạo – tôn sư trọng đạo. Chỉ có tôn, chỉ có trọng thì người học mới được thọ dụng thật sự. Như Đại sư Ấn Quang đã nói, ‘một phần thành kính được một phần lợi ích; hai phần thành kính được hai phần lợi ích; mười phần thành kính thì người này luôn luôn được khai ngộ, được lợi ích lớn’.</p>\n<p>Người xưa thường nói ‘<strong>không thành kính sẽ không khai ngộ</strong>’, không có tâm thành kính thì lợi ích gì cũng không đạt được, dù được nghe thì chẳng qua cũng để ghi nhớ, không thể đạt được lợi ích chân thật. Lợi ích chân thật chính là sự thay đổi khí chất như nhà Nho thường nói, hay sự chuyển thức thành trí mà Phật pháp thường giảng. Nếu có thể thay đổi khí chất thì liền chuyển phàm thành thánh. Không biết nghe lời, chỉ là nghe lời nói và văn tự thì không mảy may liên quan đến tâm tánh của mình. Nếu một chút tâm thành kính cũng không có thì lợi ích đạt được chẳng qua cũng chỉ là ngoài da, là sự biểu hiện bên ngoài mà thôi.</p>\n<p>Có thể chính mình sẽ cho rằng: ‘Ta đối với thầy giáo đích thật rất cung kính, đối với Phật pháp cũng rất cung kính, bản thân cũng rất thâm nhập, tại sao không thể có được lợi ích vậy?’ Thử nghĩ: Mình đối với người ác và kẻ đáng ghét đã có tâm cung kính chưa? Trong chân tâm không có phân biệt, có phân biệt thì không phải chân tâm. Ta cung kính người này, lại không cung kính với người kia, tâm này là giả, là hai tâm. Cho nên tâm bệnh liền phát sinh do không có tâm thành kính, tâm cung kính.</p>\n<p><strong>Tâm cung kính thật sự chính là nhất tâm, là tâm bình đẳng, là tâm thanh tịnh</strong>. Bất luận là biểu hiện thành kính đến như thế nào nhưng trong tâm có phân biệt, có chấp trước thì không phải là nhất tâm. Có phân biệt thì không bình đẳng, chấp trước thì nhiễm ô, không thanh tịnh, đây chính là mấu chốt khiến cho việc nghe pháp, đọc kinh không thể đạt được lợi ích chân thật.</p>\n<p></p>\n<p>---------------------------------------------------------------</p>\n<p>Chú thích 1: Tam thế oán (三世怨). Nghĩa là đời thứ nhất tu phước, đời thứ hai hưởng phước và đời thứ ba đọa lạc.</p>\n<p></p>\n","id":"C1B23","title":"Buổi Luyện Dịch Thứ 23 - 08/05/2022"},{"chuong":"B - Chương 1","content":"<h1><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\"><strong>Chương 1 bài 5: Khuyên tin sâu nhân quả (trang 58, 59)</strong></span></h1>\n<h2>Điểm thứ nhất: Luận về lý của nhân quả</h2>\n<p>Bát Nhã và Tịnh Độ đều đặc biệt nhấn mạnh nhân duyên quả báo: Nhân thế nào, quả thế đó, duyên thế nào, báo thế đó. Cho nên khởi tâm động niệm của chúng ta, nếu như có thể nghĩ đến quả báo ở tương lai, tâm tự nhiên sẽ thâu liễm, tự nhiên liền sẽ bình tâm. Nếu như chúng ta tạo nhân chướng ngại người khác, thì tương lai nhất định phải tiếp nhận quả chướng ngại của người khác, chân thật là “<em>Nhất ẩm nhất trác, mạc phi tiền định</em>” “<em>Một miếng ăn, một ngụm nước đều là tiền định</em>”. Là ai định vậy? Là  nhân chính mình tạo ra định đặt.</p>\n<h2>Điểm thứ hai, hiểu rõ nhân quả trên sự.</h2>\n<p>Mười đại nguyện vương  của Bồ tát Phổ hiền, dạy chúng ta phải: Tùy hỉ công đức.Tùy hỉ là tâm bồ tát, tùy hỉ chính là không chướng ngại người khác. Tâm chướng ngại, đố kỵ của phàm phu chúng ta rất nặng, người ta hơi có một chút điểm tốt, chúng ta thấy thế liền cảm thấy khó chịu. Có ý niệm như vậy, thì đã là không đúng rồi, nếu như vẫn muốn nghĩ cách đi chướng ngại người, phá hoại người, thì nghiệp tội sẽ nặng rồi. Nếu như thiện pháp này có thể lợi ích chúng sinh rộng lớn, tội lỗi này càng nặng, vì nó không chỉ chướng ngại một người, mà là đã chướng ngại nhiều người, cho nên cái quan hệ nhân quả như vậy nhất định phải tường tận.</p>\n<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 6: </span><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif\", serif;\">Hiểu rõ giáo dục của Phật Đà</span> <span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\"> (Phần 1; trang 60, 61)</span>&nbsp;</h2>\n<p style=\"text-align:start;\">“<em>Tu phước và tu huệ</em>”, phước, huệ là hai mục tiêu lớn mà tu học Phật pháp yêu cầu.Trong lúc chúng ta truyền thụ tam quy, đã đọc câu thệ nguyện: “<em>Quy y Phật, nhị túc tôn</em>”, “Nhị” chính là phước và huệ, túc chính là đầy đủ, viên mãn. Do đó có thể thấy, thành Phật chính là tu học viên mãn phước và huệ, cho nên được sự tôn kính của thế, xuất thế gian. Kinh điển Phật giáo là dung thông: Viên dung, thông đạt không có chướng ngại, cho nên một kinh thông, thì tất cả các kinh đều thông. Không chỉ kinh giáo là dung thông, pháp thế gian và xuất thế gian cũng là  dung thông, vì đều là từ trong chân tâm bổn tánh biến hiện ra, cho nên là cùng một cội nguồn, không có đạo lý nào là không thông.</p>\n<p>Vì sao lại không thông?</p>\n<p>Không thông chính là có chướng ngại, chướng ngại chính là mê hoặc, điên đảo, phân biệt, chấp trước, chỉ cần có thể đoạn trừ chướng ngại, thì pháp thế gian, xuất thế gian đều viên dung, mà còn thông đạt không có chướng ngại.&nbsp;</p>\n<p>Mục tiêu, phương hướng mà Phật đà dạy chúng ta, chính là cứu cánh viên mãn: Vĩnh viễn rời xa tam giới,  vĩnh viễn thoát khỏi luân hồi. Nhưng nhất định phải rõ đạo lý, rõ đạo lý chính là phải tường tận chân tướng sự thật. Nhân khởi của tam giới luân hồi chính là vọng tưởng, chấp trước. Đặc biệt là chấp trước, “có ngã”, “ngã sở”. Đây là nguyên nhân căn bản của của việc tạo ra lục đạo luân hồi. Muốn ra khỏi tam cõi, phải phá “ngã chấp”, “ngã sở”. Ngã sở chính là “cái ta có”, người khởi tâm động niệm đều là có ngã chấp, chỉ cần có quan niệm “ cái ngã chấp” này, thì sẽ không thể ra khỏi tam giới, lục đạo luân hồi.</p>\n<p>Phật pháp đại thừa và tiểu thừa đều là phá “ngã”, người tu học tiểu thừa, đoạn trừ ngã chấp, có thể chứng đắc quả A La Hán, họ liền ra khỏi tam giới.</p>\n","id":"C1B24","title":"Buổi Luyện Dịch Thứ 24 - 15/05/2022"},{"chuong":"B - Chương 1","content":"<h1><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 6: Hiểu rõ giáo dục của Phật Đà</span> <span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\"> (Phần 2; trang 61, 62, 63)</span>&nbsp;</h1>\n<p>Tinh thần Bồ tát đạo, Phật pháp Đại thừa chính là rộng tu cúng dường, rộng độ chúng sanh. Trong kinh Kim cang nói: “<em>Tất cả chúng sinh Ta đều khiến vào Vô dư Niết Bàn mà diệt độ vậy.</em>” Câu này nếu dùng lời hiện đại mà nói, chính là tận tâm tận lực giúp đỡ tất cả chúng sanh phá mê khai ngộ. Kết quả phá mê khai ngộ tự nhiên là lìa khổ được vui. “Mê, phải giúp họ phá sạch; ngộ phải giúp họ đạt đến viên mãn.” Đây chính là thành Phật, chính là “nhập vô dư Niết Bàn mà diệt độ vậy”.</p>\n<p><strong>Phật giáo dạy chúng ta những gì? Chung quy lại mà nói, chính là dạy chúng ta tu tâm.</strong> Thế nào là tâm phàm phu? Thế nào là tâm Phật Bồ tát? Phải rất rõ ràng tường tận. Làm thế nào để sửa tâm phàm thành tâm Phật? Làm sao để thay đổi lối hành trì của phàm phu thành lối hành trì của Phật và Bồ tát? Nếu chúng ta tự mình không hiểu rõ đạo lý này, không thể chân thật đi làm, mà lại giả danh Phật pháp, dạy sai chúng sinh, tội lỗi này phải đọa vào địa ngục A tỳ, đây là điều mà Phật và Bồ tát không muốn nhìn thấy. Cho nên người gánh vác trọng trách giáo dục, nhất định phải chăm chỉ nỗ lực khắc phục tập khí, khó khăn của chính mình.</p>\n<p>Phật pháp và thế gian pháp là một, không phải hai. Dùng tâm can của Phật và Bồ tát để nhập thế thì pháp thế gian chính là Phật pháp, chẳng có một pháp nào không phải là Phật pháp. Còn như dùng tâm phàm phu để thâm nhập Phật pháp thì tất cả Phật pháp đều trở thành thế gian pháp. Do đó nên biết, thế pháp và Phật pháp tuyệt nhiên không phải ở trên sự tướng mà ngay nơi tâm mỗi người, cho nên mới nói “tâm tịnh thì cõi nước tịnh”.</p>\n<p>Phật pháp không làm hư thế gian pháp,cho nên lúc đức Thế Tôn còn tại thế, đối với nhiều tông môn giáo phái ở Ấn Độ, tuyệt nhiên Phật không hề thay đổi phương thức sinh hoạt của họ, mà chỉ sửa đổi quan niệm của họ, giúp họ từ đời sống mê tín quay về đời sống chánh tín giác ngộ. Đức Thế Tôn không thay đổi họ, chỉ là thêm vào những giải thích mới, tư tưởng mới, quan niệm mới, đây là phương pháp mà các bậc thánh chúng ta đã nói: “cao minh nhất là ở đạo trung dung”, đây mới là trí tuệ chân thật.</p>\n<p>Đời sống giác ngộ chính là Bồ tát hạnh; hay nói cách khác, từ đời sống phàm phu đổi thành đời sống Bồ tát. Song, đời sống hoàn toàn không có thay đổi, trước đây làm nghề gì thì bây giờ vẫn làm nghề đó; khác nhau ở chỗ, ngày trước là mê, bây giờ là giác. Khi mê thì có khổ, lúc giác ngộ có vui, niềm vui này gọi là “pháp hỉ sung mãn”, điểm khác biệt chính là ở chỗ này. Hoàn toàn không phải thay đổi đời sống sinh hoạt, chức vị, nghề nghiệp của họ. Trong năm mươi ba lần tham học được nói trong kinh Hoa Nghiêm, chúng ta nhìn thấy những vị Bồ tát ấy, già trẻ gái trai, các ngành các nghề, họ đều giác ngộ ngay trong chính nghề nghiệp, đời sống tập tục vốn có của mình mà lìa khổ được vui, đây chính là Phật pháp.</p>\n","id":"C1B25","title":"Buổi Luyện Dịch Thứ 25 - 22/05/2022"},{"chuong":"B - Chương 1","content":"<h1><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 6: Hiểu rõ giáo dục của Phật Đà</span> <span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\"> (Phần 3; trang 63, 64)</span>&nbsp;</h1>\n<p>Trong xã hội hiện đại, Phật giáo cũng đang cải cách. Thế nhưng nếu không giữ được tinh thần chân thật vốn có của Phật giáo thì nó sẽ biến chất. Vừa biến chất thì Phật giáo chân chính liền bị diệt vong, cho nên cần phải giữ được bản chất này. Bản chất chính là “<em>thanh tịnh, bình đẳng, giác ngộ</em>” được nói trong đề kinh Vô Lượng Thọ, đây là căn bản; không chỉ là căn bản của Tịnh Độ Tông mà tất cả Phật pháp Đại thừa đều được xây dựng trên nền tảng này. Tất cả các pháp môn đều phải đạt đến mục tiêu này, lìa khỏi mục tiêu này thì không phải Phật pháp.</p>\n<p>Trong kinh điển Phật pháp có bảo tàng vô tận, chính mình phải tìm cầu và phát hiện. Bất kỳ một bộ kinh, bộ luận nào cũng đều có bảo tàng vô tận, hơn nữa tất cả kinh luận đều hỗ thông lẫn nhau, cho nên thông đạt một bộ kinh rồi thì tất cả kinh đều thông đạt. Vì sao có thể thông đạt? <strong>Vì mục tiêu của mỗi một bộ kinh đều là thanh tịnh, bình đẳng, giác ngộ, chỉ cần bạn đạt đến thanh tịnh, bình đẳng, giác ngộ thì liền thông đạt tất cả kinh mà không bị chướng ngại</strong>. Một bộ kinh chưa thông thì các bộ kinh khác đều không thông, vì chưa đạt được tâm thanh tịnh, tâm bình đẳng, vẫn là mê hoặc điên đảo, cho nên không thông. Hiểu rõ được chân tướng sự thật này thì liền có thể thể hội Phật pháp phải chú trọng ở chân thật tu hành, mới có thể thông đạt được. Không chân thật tu hành mà chỉ công phu trên văn tự thì tuyệt đối chẳng thể thông đạt.</p>\n<p>Trong xã hội ngày nay, có thể nói là không riêng một khu vực nào mà trên toàn thế giới đều có sự hiểu lầm rất lớn đối với Phật pháp. Hiểu lầm này sẽ chướng ngại đối với sự tu học Phật pháp, chướng ngại sự lưu thông Phật pháp, vì vậy hai quyển sách nhỏ “Nhận thức Phật giáo” và “Truyền thọ tam quy” đích thực phải lưu thông với số lượng lớn.</p>\n<p>Ý nghĩa quan trọng nhất trong “Kinh Kim cang” chính là dạy chúng ta: Phật pháp Đại thừa là phải tu học ở ngay trong đời sống. Hay nói cách khác, chính là dạy chúng ta làm thế nào để trải qua đời sống của Phật Bồ tát. Đời sống mà Phật bồ tát trải qua là đại trí tuệ, đại giác ngộ, đời sống như vậy mới là hạnh phúc mỹ mãn thật sự.</p>\n","id":"C1B26","title":"Buổi Luyện Dịch Thứ 26 - 29/05/2022"},{"chuong":"B - Chương 1","content":"<h1><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 7 Nêu kinh điển nên học (Buổi Luyện Dịch Thứ 27 - 05/06/2022) (trang 66, 67, 68)</span>&nbsp;</h1>\n<p>Người xưa học một bộ kinh, chẳng những phải thuộc kinh văn, mà ngay đến chú giải đều phải học thuộc. Như tông Thiên Thai nằm lòng ba bộ lớn: kinh Pháp hoa, Pháp hoa kinh huyền nghĩa, Pháp hoa kinh văn cú, ba bộ kinh này chỉ được tính là hai bộ mà thôi. Ngoài ra, còn có một bộ liên quan đến việc tu hành, đó là Ma ha chỉ quán. Đây là điều kiện căn bản để học Thiên Thai, không thuộc ba bộ kinh này thì chưa đủ tư cách để tu học Thiên Thai. Vì thế, người hiện nay không chịu học thuộc lòng ba bộ này thì không cách gì vượt qua các vị Tổ sư.</p>\n<p>Cùng một đạo lý như vậy, khi học kinh Vô lượng thọ, chẳng những phải học thuộc kinh văn mà chú giải của kinh Vô lượng thọ cũng cần học thuộc, cần phải có bản lĩnh một môn xuất chúng mới được. Nếu không hạ thủ công phu thì đó chỉ là đùa giỡn với Phật pháp mà thôi, không thể tự độ mình, độ người.</p>\n<p>Người học kinh Vô lượng thọ thì bản chú giải của cư sĩ Hoàng Niệm Tổ rất tốt, tốt nhất đều phải học thuộc.</p>\n<p>Nếu học Quán vô lượng thọ Phật kinh thì chọn Quán kinh tứ thiếp sớ do Đại sư Thiện Đạo biên soạn, ngay cả kinh kèm theo chú giải cũng cần phải học nhuần nhuyễn.</p>\n<p>Còn như người học kinh Di đà, kinh Di đà có hai chú sớ: Di đà sớ sao và Di đà yếu giải. Xem bộ Sớ sao tốt nhất nên xem thêm bộ Diễn nghĩa, bộ Diễn nghĩa là để giải thích cho Sớ sao. Bản Sớ sao do Đại sư Liên Trì trước tác, còn bộ Diễn nghĩa là do Pháp sư Thành Thật - người truyền pháp của Đại sư Liên Trì biên soạn. Về phần Yếu giải, ngay cả bộ Giảng nghĩa của Pháp sư Viên Anh cũng cần phải học thuộc.</p>\n<p>Nếu người học Phổ Hiền hạnh nguyện phẩm, tốt nhất nên chọn Biệt hành sớ sao, có thể học thuộc hoàn toàn.</p>\n<p>Nếu người nào học Đại Thế Chí Bồ tát niệm Phật viên thông chương, thì tốt nhất nên chọn Sớ sao của Pháp sư Quán Đỉnh.</p>\n<p>Người học Vãng sanh luận thì chọn chú giải của Pháp sư Đàm Loan.</p>\n<p>Trong Năm kinh một luận có thể học được càng nhiều càng tốt, còn chú giải chí ít phải chọn lấy một bản. Trong tương lai, bạn phát tâm hoằng dương bộ kinh nào, thì phải hạ thủ công phu ngay trên bộ kinh đó, ngày ngày đều đọc, đọc thuần thục rồi thì tự nhiên sẽ thuộc, không cần cố ý để học thuộc. Giới định tuệ của bạn đều nhờ phương pháp tu học này mà thành tựu tất cả. Nếu có thể chân thật hạ thủ công phu nơi kinh chú này thì làm gì có thời gian để khởi vọng tưởng, tạo thị phi? Nếu vẫn còn vọng tưởng, thị phi thì phương cách tu học này chẳng thể áp dụng được. Cho nên, bậc đại đức xưa nay đều chuyên tâm, một môn thâm nhập mà được thành tựu.</p>\n","id":"C1B27","title":"Chương 1 bài 7 Nêu kinh điển nên học (Buổi Luyện Dịch Thứ 27 - 05/06/2022)"},{"chuong":"B - Chương 1","content":"<h1><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 8: Đáp học Phật nghi vấn (trang 69, 70, 71)</span>&nbsp;</h1>\n<p></p>\n","id":"C1B28","title":"(chuẩn bị)Buổi Luyện Dịch Thứ 28 - 12/06/2022"}]