{
  "danhSachBaiHoc" : [ {
    "bacKinh" : "fó shuō: 「rén rén dōu kě yǐ chéng fó. 」",
    "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
    "chuong" : "A - Nền tảng",
    "content" : "Quy tắc bút thuận..",
    "extraContent" : "Lý giải sự cần thiết học chữ Hán",
    "hanViet" : "Phật thuyết: 「nhân nhân đô khả dĩ thành Phật. 」",
    "id" : "C0B1",
    "title" : "Cách học chữ Hán - 214 Bộ (Phần 1)",
    "youTubeId" : "CRhxjf4zMVA"
  }, {
    "bacKinh" : "fó shuō: 「rén rén dōu kě yǐ chéng fó. 」",
    "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
    "chuong" : "A - Nền tảng",
    "content" : "Quy tắc bút thuận..",
    "extraContent" : "Lý giải sự cần thiết học chữ Hán",
    "hanViet" : "Phật thuyết: 「nhân nhân đô khả dĩ thành Phật. 」",
    "id" : "C0B2",
    "title" : "Cách học chữ Hán - 214 Bộ (Phần 2)",
    "youTubeId" : "0FClA0tsqs4"
  }, {
    "bacKinh" : "fó shuō: 「rén rén dōu kě yǐ chéng fó. 」",
    "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
    "chuong" : "A - Nền tảng",
    "content" : "Quy tắc bút thuận..",
    "extraContent" : "Lý giải sự cần thiết học chữ Hán",
    "hanViet" : "Phật thuyết: 「nhân nhân đô khả dĩ thành Phật. 」",
    "id" : "C0B3",
    "title" : "Cách học chữ Hán - 214 Bộ (Phần 3)",
    "youTubeId" : "gSfmml_U1q0"
  }, {
    "bacKinh" : "fó shuō: 「rén rén dōu kě yǐ chéng fó. 」",
    "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
    "chuong" : "A - Nền tảng",
    "content" : "Cách phát âm Bắc Kinh",
    "extraContent" : "Lý giải sự cần thiết học chữ Hán",
    "hanViet" : "Phật thuyết: 「nhân nhân đô khả dĩ thành Phật. 」",
    "id" : "C0B4",
    "title" : "Cách học phát âm Bắc Kinh",
    "youTubeId" : "S--v90lFsCI"
  }, {
    "bacKinh" : "Dì yī kè: fó. fó shuō: rén rén dōu kě yǐ chéng fó. fó tuó zhǐ dǎo shì rén: zhī yào shě è xíng shàn, sī xiǎng chún jié jiù kě yǐ chéng fó. zūn shǒu fó de jiào xùn de rén shì xìng fú de kuài lè te. wǒ men dōu shì wèi lái de fó dà jiā nǔ lì ba. 」",
    "chinesse" : "第 一 課: 佛. 佛 說: 「人 人 都 可 以 成 佛。 佛 陀 指 導 世 人: 「只 要 捨 惡 行 善, 思 想 純 潔, 就 可 以 成 佛」。 遵 守 佛 的 教 訓 的 人, 是 幸 福 的, 快 樂 的。 我 們 都 是 未 來 的 佛, 大 家 努 力 吧。",
    "chuong" : "B - Chương 1",
    "content" : "Phật nói: Người người đều có thể thành Phật. Phật đà dạy bảo thế nhân( mọi người), chỉ cần bỏ ác làm thiện, tư tưởng thuần khiết( trong sạch) liền có thể thành Phật. Người tuân thủ lời giáo huấn( dạy bảo) của Phật là người hạnh phúc, là người được an vui. Chúng ta đều là Phật ở tương lai, mọi người hãy cố gắng nhé!",
    "extraContent" : "Phật là một vị hoàn toàn làm lợi ích cho chúng sanh mà không có điều kiện( Đó là Phật).",
    "hanViet" : "Đệ nhất khoá: Phật. Phật thuyết: Nhân nhân đô khả dĩ thành Phật. Phật Đà chỉ đạo thế nhân: Chỉ yếu xả ác hành thiện, tư tưởng thuần khiết tựu khả dĩ thành Phật. Tuân thủ Phật đích giáo huấn đích nhân thị hạnh phúc đích khoái lạc đích. Ngã môn đô thị vị lai đích Phật đại gia nỗ lực ba.",
    "id" : "C1B1",
    "title" : "Bài 1 - Phật",
    "youTubeId" : "n5urs8DfGrc"
  }, {
    "bacKinh" : "fó shuō: 「 rén rén dōu kě yǐ chéng fó. 」",
    "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
    "chuong" : "B - Chương 1",
    "content" : "Người học Phật, vâng theo lời giáo huấn( dạy bảo) của Phật, tâm địa lương thiện, hành vi đoan chánh( cử chỉ ngay ngắn). Một mặt học Phật, một mặt cứu giúp thế nhân. Hạng người này chính là Bồ Tát. Chúng ta phát nguyện học Phật, trước tiên làm một vị Bồ Tát nhỏ lợi mình lợi người.",
    "extraContent" : "Lý giải sự cần thiết học chữ Hán",
    "hanViet" : "Phật thuyết: 「 nhân nhân đô khả dĩ thành Phật. 」",
    "id" : "C1B2",
    "title" : "Bài 2 - Bồ Tát",
    "youTubeId" : "y-rSvl-pzsc"
  }, {
    "bacKinh" : "fó shuō: 「 rén rén dōu kě yǐ chéng fó. 」",
    "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
    "chuong" : "B - Chương 1",
    "content" : "Một hôm (nọ), Phật đà đi đến, ngài rất hiền hòa. Bọn trẻ đều ưa thích ngài, tranh nhau nói chuyện với ngài. Tướng mạo của Phật đà rất đẹp, toàn thân phóng( phát) ra ánh sáng lớn. Ba Ca Gia rất ngưỡng mộ, cậu ấy hỏi:” Con phải làm thế nào mới có thể giống được như ngài vậy?”. Phật đà nói với cậu ấy rằng:” Tin theo lời Phật dạy, không làm việc ác, tâm địa tốt liền có thể thành Phật”. Ba Ca Gia lòng đầy vui sướng, đi theo học tập với Phật đà.",
    "extraContent" : "Hoan hỷ: Vui mừng <br>Hỷ hoan: Ưa thích <br>Hòa ái: dễ gần gũi, hiền hòa",
    "hanViet" : "Phật thuyết: 「 nhân nhân đô khả dĩ thành Phật. 」",
    "id" : "C1B3",
    "title" : "Bài 3 - Ba Ca Da",
    "youTubeId" : "gSfmml_U1q0"
  }, {
    "bacKinh" : "fó shuō: 「 rén rén dōu kě yǐ chéng fó. 」",
    "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
    "chuong" : "B - Chương 1",
    "content" : "Đệ tử của Phật đà có hai hạng người: Xuất gia chính là tăng nhân, tại gia chính là cư sĩ. Tăng nhân rời khỏi gia đình, đến ở nơi Phật tự. Học tập đạo lý của Phật dạy, trải qua đời sống nghiêm túc. Người cư sĩ quy y (quay về, nương tựa) tam bảo, tuân theo lời giáo huấn của Phật. Người xuất gia và người tại gia đều có trách nhiệm hoằng dương Phật giáo( phổ biến lời Phật dạy).",
    "extraContent" : "Phật đồ: Đệ tử Phật <br>Phật giáo: Giáo dục của Phật <br>Quy y: Quay về, nương tựa <br>Hoằng dương: Phổ biến",
    "hanViet" : "Phật thuyết: 「 nhân nhân đô khả dĩ thành Phật. 」",
    "id" : "C1B4",
    "title" : "Bài 4 - Phật Đồ",
    "youTubeId" : "B23YmyoOgnk"
  }, {
    "bacKinh" : "Dì wǔ kè: Xiào shùn de hái zi. fó shuō: shǎn hěn xiào shùn, bà bà, mā mā lǎo le, méi yǒu yá chǐ, bù néng jǔ jué dōng xī, shēn tǐ shòu ruò. shǎn xiǎng: bà mā nián jì lǎo dà, méi yǒu dōng xī chī, zěn me bàn ne? tā pī shàng lù pí dài shàng lù jiǎo, bàn zuò lù ér tiān tiān dào shān shàng, duǒ zài lù qún zhōng, zhà qǔ lù rǔ ná huí jiā gěi bà mā chī.",
    "chinesse" : "第 五 課: 孝 順 的 孩 子. 佛 說: 睒 很 孝 順, 爸 爸, 媽 媽 老 了, 沒 有 牙 齒, 不 能 咀 嚼 東 西, 身 體 瘦 弱. 睒 想: 爸 媽 年 紀 老 大, 沒 有 東 西 吃, 怎 麼 辦 呢? 他 披 上 鹿 皮 戴 上 鹿 角, 扮 作 鹿 兒, 天 天 到 山 上, 躱 在 鹿 羣 中, 搾 取 鹿 乳, 拿 回 家 給 爸 媽 吃.",
    "chuong" : "B - Chương 1",
    "content" : "Phật nói: Thiểm rất hiếu thuận, cha mẹ đều đã già, không còn răng nữa, không thể nhai nghiền thức ăn, thân thể gầy yếu. Thiểm nghĩ: 'ba mẹ tuổi đã cao mà không có gì ăn, phải làm sao đây?' Cậu ấy mang trên người bộ da nai, đội trên đầu sừng nai, giả làm nai con, ngày ngày lên trên núi, núp ở trong bầy nai, vắt lấy sữa nai, mang về nhà dâng lên cho bố mẹ dùng.",
    "extraContent" : "Đây là một câu chuyện nói về một cậu bé hiếu thảo. Mong rằng chúng ta, người nào là người con kém khuyết thì chúng ta phải cố gắng trở thành người con hiếu thảo với ba mẹ. Trong muôn ngàn hạnh thì hạnh hiếu đứng đầu trong các hạnh. Trong muôn ngàn tội ác thì không có tội nào là lớn hơn bất hiếu với cha mẹ.",
    "hanViet" : "Đệ Ngũ Khóa: Hiếu Thuận Đích Hài Tử. Phật thuyết: Thiểm ngận hiếu thuận, ba ba, ma ma lão liễu, một hữu nha xỉ, bất năng trớ tước đông tây, thân thể xấu nhược. Thiểm tưởng: ba ma niên kỉ lão đại, một hữu đông tây ngật, chẩm ma biện ni? Tha phi thượng lộc bì đới thượng lộc giác, ban tác lộc nhi thiên thiên đáo sơn thượng, đóa tại lộc quần trung, trá thủ lộc nhũ nã hồi gia cấp ba ma ngật.",
    "id" : "C1B5",
    "title" : "Bài 5 - Cậu Bé Hiếu Thuận",
    "youTubeId" : "10y2mXP0sWo"
  }, {
    "bacKinh" : "Dì liù kè: hǎo xíng wéi. zài jiā lǐ: jìng zhòng zūn zhǎng, xiào shùn bà mā, ài hù xiōng dì jiě mèi. zài xué xiào: jìng lǎo shī, ài tóng xué, fú cóng zhǐ dǎo. duì lín jiā  yào hé mù. bié rén yǒu kùn nán wǒ men tóng qíng tā, bāng zhù tā. zhè xiē dōu shì hǎo xíng wéi. wǒ men zuò de dào  wǒ men zuò de hǎo.",
    "chinesse" : "第 六 課: 好 行 為. 在 家 裏: 敬 重 尊 長, 孝 順 爸 媽, 愛 護 兄 弟 姊 妹。 在 學 校: 敬 老 師, 愛 同 學， 服 從 指 導。 對 鄰 家, 要 和 睦。 別 人 有 困 難, 我 們 同 情 他、 幫 助 他。 這 些 都 是 好 行 為。 我 們 做 得 到， 我 們 做 得 好。",
    "chuong" : "B - Chương 1",
    "content" : "HÀNH VI TỐT <br>Ở trong nhà, kính trọng tôn trưởng, hiếu thuận cha mẹ, yêu thương anh em, chị em. Ở trường học, kính trọng thầy cô, yêu thương bạn đồng học, phục tùng chỉ đạo. Đối với hàng xóm phải hòa kính, tin cậy và thân thiết. Người khác có khó khăn, chúng ta phải đồng cảm với họ, giúp đỡ họ. Những việc này đều là hành vi tốt. Chúng ta sẽ làm được, chúng ta làm được tốt!",
    "extraContent" : "和 睦 Hòa mục: Tôn kính, tin cậy, thân thiết. <br> 這 些 Giá ta: Những điều này <br> <br>“Hảo hành vi” là hành vi tốt, việc làm tốt, động thái tốt. Hành vi tốt đối với chúng ta là gì? Đó là đối với cha mẹ, đối với thầy cô và đối với xóm làng. Trong đĩa “Làm thế nào để trẻ thơ tiếp nhận giáo dục phẩm đức”, thầy Thái Lễ Húc có nói một câu mà tôi phải suy nghĩ, đó là: “Chúng ta ngày nay, Mẫu giáo thì học Tiểu học, Tiểu học thì học Trung học, Trung học thì học Đại học, Đại học thì trở lại học Mẫu giáo”. Ví dụ như chúng ta thấy: Không được để xe đạp lộn xộn; Không được nói lớn tiếng ở chỗ đông người;…thực ra những yêu cầu đó thì ở bậc học Mẫu giáo đều đã được học rồi, thế nhưng đối với sinh viên Đại học vẫn còn phải nhắc nhở để xe đạp đúng chỗ. Chúng ta là người trưởng thành rồi thì đều phải tự nhận thức được những hành vi của mình, làm thế nào để có được hành vi tốt. <br>“Tôn trưởng” là gì? Là trưởng bối của chúng ta, là cha mẹ, ông bà, những người lớn…Dân gian chúng ta có câu: “Kính lão đắc thọ”, ta kính người lớn thì ta mới được làm người lớn. Ta kính trọng thầy cô thì ta mới có thể làm một người thầy cô tốt được. Cho nên, thường thường mình phải giúp đỡ người lớn tuổi, quan tâm đối với những bậc trưởng bối của mình, thì đó mới là âm đức để ngày sau khi trở về già, chúng ta mới có được phước báu, mới được những người trẻ khác quan tâm. Cho nên chúng ta phải chú ý điều này. Đây là chương trình học dịch. Rất hay khi chúng ta vừa học dịch thuật lại vừa học những đạo lí để hoàn thành nhân cách của một con người. Nếu chúng ta dạy người mà con người đó chỉ có kĩ năng để kiếm ra tiền, bản thân người đó lại không có nhân cách, thì những con người đó thực sự không phải là một con người. Bởi vì con người thì phải có đạo đức, có nhân cách thì mới là một con người hoàn thiện. Nếu như người chỉ biết kiếm ra tiền mà không có nhân cách, không có đạo đức, không hiếu thảo thì không phải là một con người hoàn thiện. <br>“Ái hộ huynh đệ tỷ muội” chính là yêu thương anh trai, em trai, chị gái, em gái. Nếu như xã hội ngày nay có được “Anh thương em, em kính anh”, “Tiền của nhẹ, oán nào sanh”, nếu mình coi tình cảm anh em, tình huyết nhục, tình bạn… nặng hơn vật chất, thì oán hận không bao giờ xảy ra. Ngày nay người ta coi vật chất lớn hơn tình bạn, lớn hơn tình máu mủ. Có khi chỉ vì đất đai mà em trai đã lấy mạng anh ruột mình. Nếu như xem tài vật, vật chất nhẹ đi thì oán hận không thể nào sinh ra. Thậm chí anh em chị em họ, rồi đến tất cả anh em, chị em trong thiên hạ mà chúng ta lấy lễ để đối đãi, nếu như trong cuộc sống này ai cũng yêu thương, cũng chăm sóc, cũng lo lắng cho nhau, cùng giúp nhau trưởng thành và phát triển thì thật là quá tốt. <br>“Phục tùng chỉ đạo” là gì? Phải vâng lời thầy cô, tất cả những bài vở, những khóa trình mà thầy cô yêu cầu thì chúng ta phải hoàn thành một cách tốt đẹp. Ngày nay qua mặt thầy cô, lừa gạt thầy cô là một việc bình thường, thậm chí đánh cả thầy cô cũng đã xảy ra không ít, thì làm gì có “Phục tùng chỉ đạo”?! “Kính lão sư” chính là đạo lí “thiên kinh địa quyển”, là đạo lí mà trời đất này đã khẳng định, cho nên làm con phải hiếu, làm trò phải kính trọng thầy cô. Kính khuyên chúng ta! Ta còn thế hệ của ta, còn thế hệ của tương lai nữa. Ta có muốn thấy thế hệ tương lai của chúng ta bất kính đối với tôn trưởng, bất hiếu cha mẹ, và đối với anh em thì không yêu thương, đối với bạn đồng học thì bất hòa, đố kỵ, đối với thầy cô thì không nghe lời hay không? Tôi kính khuyên các bạn, các bạn còn trẻ, hãy cố gắng suy nghĩ cho thế hệ trẻ tương lai của mình. Đừng để chúng trở thành người bất nghĩa, vô nghì, bất kính, bất hiếu, làm động loạn xã hội… nếu để chúng trở thành người như vậy thì các bạn sẽ có lỗi. <br>“Đối lân gia” là đối với hàng xóm. Trong cảnh khổ của người, chúng ta phải xúc cảm tình người để giúp đỡ. Dân gian có câu: “Một miếng khi đói bằng một gói khi no”. Thật ra, khi người ta hoạn nạn, thì một sự giúp đỡ tuy rằng nhỏ nhưng đối với người ta cũng là rất to lớn, rất trân quý. Còn khi người ta dư giả rồi, thì ta có mang đến cho tiền muôn bạc vạn nữa thì đối với họ cũng không có giá trị gì. Cho nên chúng ta phải nhớ câu: “Một miếng khi đói bằng một gói khi no”. Đó là đối với hàng xóm.",
    "hanViet" : "Đệ Lục Khoá: Hảo Hành Vị. Tại gia lí: kính trọng tôn trưởng, hiếu thuận ba ma, ái hộ huynh đệ tỉ muội. Tại học hiệu: kính lão sư, ái đồng học, phục tùng chỉ đạo. Đối lân gia, yếu hòa mục. Biệt nhân hữu khốn nan ngã môn đồng tình tha, bang trợ tha. Giá ta đô thị hảo hành vi. ngã môn tố đắc đáo， ngã môn tố đắc hảo.",
    "id" : "C1B6",
    "title" : "Bài 6 - Hảo Hành Vi",
    "youTubeId" : "2PG4fPo8X2E"
  } ],
  "dsBaiHoc" : {
    "C0B1" : {
      "bacKinh" : "",
      "chinesse" : "丿丶廴辵辶麥米殳矢黑赤小大士文門戶父工冈罒罔麻鹿犬犭風雨瓜豆禸聿己冫弋弓用足匸匚骨卩⺋鼎鬲厂冂屮支青白非无無川巛水氵彳行",
      "chuong" : "A - Nền tảng",
      "content" : "<p><span style=\"color: rgb(141,142,144);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Quy cách viết chữ Hán</span></p>\n<img src=\"https://i.ytimg.com/vi/CRhxjf4zMVA/hqdefault.jpg?sqp=-oaymwEZCNACELwBSFXyq4qpAwsIARUAAIhCGAFwAQ==&rs=AOn4CLCfk13-UmsXR6icL9wVyTFHkNJy6g\" alt=\"undefined\" style=\"float:none;height: 100px;width: auto\"/>\n<p>Quy tắc bút thuận</p>\n<p>Cách phân bổ bố cục chữ Hán</p>\n<p>Các đồ dùng cần thiết khi bắt đầu học tiếng Hán</p>\n",
      "extraContent" : "<h3>QUY CÁCH VIẾT CHỮ HÁN</h3>\n<ul>\n<li>Phải viết theo quy tắc bút thuận</li>\n<li>Phải viết chữ trong ô vuông( viết to trước)</li>\n<li>Phải viết chữ to và đều</li>\n</ul>\n<h3>QUY TẮC BÚT THUẬN</h3>\n<ul>\n<li>Trái trước phải sau</li>\n<li>Ngang trước sổ sau</li>\n<li>Trong trước ngoài sau</li>\n<li>Trên trước dưới sau</li>\n</ul>\n<h4>CHÚ Ý:&nbsp;</h4>\n<ul>\n<li>Phải viết bằng bút chì</li>\n<li>Phải viết trong ô vuông</li>\n<li>Phải ngang bằng sổ thẳng</li>\n<li>Không được thừa hoặc thiếu nét( Sẽ tạo thành chữ khác hoặc bị sai)</li>\n<li>Không được tùy tiện: Cẩn thận từng nét bút, đặt bút chậm rãi, làm chủ nét bút, điều khiển bút theo ý của mình)</li>\n<li>Tập viết bằng cả bảng( bảng viết phấn) và cả trên giấy( Có thể tận dụng giấy báo cũ, gập khúc thành ô vuông rồi viết lên)</li>\n<li>Một nét, một chữ phải viết 1000 lần, 2000 lần… sẽ tạo thành công phu</li>\n<li>Nét bên phải thường thấp hơn nét bên trái</li>\n<li>Chữ viết là một nét thành công( Sai thì xóa đi viết lại không được đồ lên chữ)</li>\n</ul>\n<h3>CÁCH PHÂN BỔ BỐ CỤC CHỮ CƠ BẢN</h3>\n<p>Phải phân bổ, sắp xếp khoảng cách cho phù hợp. Nhìn vào chữ sẽ có được cảm quan theo mấy bộ phận cơ bản sau:</p>\n<ul>\n<li>Chữ phân bổ ½ theo chiều ngang</li>\n<li>Chữ phân bổ ½ theo chiều dọc</li>\n<li>Chữ phân bổ 1/3 theo chiều ngang</li>\n<li>Chữ phân bổ 1/3 theo chiều dọc</li>\n</ul>\n<h3>CÁC ĐỒ DÙNG CẦN THIẾT KHI BẮT ĐẦU HỌC TIẾNG HÁN</h3>\n<ul>\n<li>Vở ô ly</li>\n<li>Bút chì to( 8B)</li>\n<li>Bảng, phấn, tẩy, thước kẻ</li>\n<li>Tự điển Hán Việt Thiều Chửu ( Mua loại mới có cả âm Bắc Kinh)</li>\n<li></li>\n</ul>\n<iframe width=\"500px\" height=\"1024\" src=\"https://thanglamhuu.github.io/ndhpDictionnary/214Bo01.html\" frameBorder=\"0\"></iframe>\n<p></p>\n",
      "hanViet" : "Phết=xêu Chủ=chấm Dẫn=chậm Sước=đi _ Mạch=mì Mễ=Gao Thù=Giáo Thỉ=Tên Hắc=Đen Xích=Đỏ Tiểu=Nhỏ Đại=To Sỉ=Trò Văn=chữ Môn=cửa Hộ=nhà Phụ=cha Công=thợ Võng=lưới _ _ Ma=gai Lộc=nai Khuyển=chó _ Phong=gió Vũ=mưa Qua=dưa Đậu=đậu Nhựu=dấu Duật=noi Kỷ=mình Băng=giá Dặc=ná Cung=cung Dụng=dùng Túc=đủ Hệ=tủ Phương=gương Cốt=xương Tiết=mắt _ Đỉnh=vạt Lịch=nồi Hán=bờ Quynh=trống Triệt=mộng Chi=nhành Thanh=xanh Bạch=trắng Phi=chẳng Vô=không _ Xuyên=sông _ Thủy=nước _ Xích=bước Hành=đi",
      "id" : "C0B1",
      "title" : "Cách học chữ Hán - 214 Bộ (Phần 1)",
      "youTubeId" : "CRhxjf4zMVA"
    },
    "C0B2" : {
      "bacKinh" : "",
      "chinesse" : "皮肉月幺亠夊夂爿疋尸爪爫鼠龜鬥攴攵羽毛龍鬼气色豸韭几木齊比貝黃千一甘辛日夕鹵食巾衣衤矛刀刂囗土寸入廾卜瓦舟車馬火灬月牙口隶癶黍禾艸艹竹⺮羊魚石襾尢乙走飛手扌面目首虫黽髟頁牛虍虎广高勹革.",
      "chuong" : "A - Nền tảng",
      "content" : "Quy tắc bút thuận..",
      "extraContent" : "Lý giải sự cần thiết học chữ Hán",
      "hanViet" : "Bì=da Nhục=thịt Nhục=thịt Yêu=Ít Đầu=đầu Truy=sau Chỉ=chậm Tường=tấm Thất=chân Thi=thây Trảo=vuốt Trảo=vuốt Thử=chuột Quy=rùa Đấu=tranh phộc=đánh phộc=đánh Vũ=cánh Mao=lông Long=rồng Qủy=qủy Khí=khí Sắc=màu Trỉ=sâu Cửu=hẹ Kỷ=ghế Mộc=cây Tề=tày Tỉ=ví Bối=quí Hoàng=vàng Thiên=ngàn Nhất=một Cam=ngọt Tân=cay Nhật=ngày Tịch=tối Lỗ=muối Thực=ăn Cân=khăn Y=áo Y=áo Mâu=giáo Đao=dao Đao=dao Vi=rào Thổ=đất Thốn=tất Nhập=vào Củng=vào Bốc=bói Ngõa=ngói Chu=ghe Xa=xe Mã=ngựa Hỏa=lửa Hỏa=lửa Nguyệt=trăng Nha=răng Khẩu=miệng Đãi=lệ Bát=đi Thử=kê Hòa=lúa Thảo=cỏ Thảo=cỏ Trúc=tre Trúc=tre Dương=dê Ngư=cá Thạch=đá Á=che Uông=què Ất=vậy Tẩu=chạy Phi=bay Thủ=tay Thủ=tay Diện=mặt Mục=mắt Thủ=đầu Trùng=sâu Mãnh=ếch Tiêu=tóc Hiệt=đầu Ngưu=trâu Hổ=cọp,hùm _ Nghiễm=chóp Cao=cao Bao=Bọc Cách=Lột",
      "id" : "C0B2",
      "title" : "Cách học chữ Hán - 214 Bộ (Phần 2)",
      "youTubeId" : "0FClA0tsqs4"
    },
    "C0B3" : {
      "bacKinh" : "",
      "chinesse" : "韋彐彑亅戈示礻人亻儿十八里長舛見干二耳音至自厶丨氏香穴凵力身辰酉血心忄鳥隹玉金谷臼言曰齒舌糸⺯黹斤匕田耒爻釆欠老而又女子阜阝山鼻角毋歹斗方彡片疒皿玄缶邑阝臣止艮立冖宀生鼓龠豕鬯.",
      "chuong" : "A - Nền tảng",
      "content" : "Quy tắc bút thuận..",
      "extraContent" : "Lý giải sự cần thiết học chữ Hán",
      "hanViet" : "Vi=Lốt Ký=nhím Ký=nhím Quyết=quèo Qua=giáo Thị=bảo Thị=bảo Nhân=người Nhân=người Nhân=người Thập=mười Bát=tám Lý=dặm Trường=dài Suyễn=trái Kiến=thấy Can=phạm Nhị=hai Nhị=tai Âm=tiếng Chí=đến Tự=từ Tư=tư Cổn=sổ Thị=họ Hương=thơm Huyệt=hang Khảm=vực Lực=sức Thân=mình Thìn=thìn Dậu=dậu Huyết=máu Tâm=tim Tâm=tim Điểu=chim Chuy=chốc Ngọc=ngọc Kim=vàng Cốc=hang Cữu=cối Ngôn=nói Viết=rằng Xỉ=răng Thiệt=lưỡi Mịch=sợ _ Chỉ=thêu Cân=cân,Rìu chủy=Muỗng Điền=ruộng Lỗi=cày Hào=Thai Biện=Liệu Khiếm=thiếu Lão=già Nhi=mà Hựu=lại Nữ=gái Tử=con Phụ=non _ Sơn=núi Tỷ=mũi Giác=sừng Vô=đừng Đãi=xấu Đẩu=đấu Phương=vuông Sam=lông Phiến=miếng Tật=bệnh Mảnh=bình Huyền=đen Phụ=gốm Ấp=xóm _ Thần=tôi Chỉ=thôi Cấn=vừng Lập=đứng Mạch=che Miên=hè Sanh=Sống Cổ=trống Dược=kèn Thỉ=heo Sưởng=rượu.",
      "id" : "C0B3",
      "title" : "Cách học chữ Hán - 214 Bộ (Phần 3)",
      "youTubeId" : "gSfmml_U1q0"
    },
    "C0B4" : {
      "bacKinh" : "fó shuō: 「rén rén dōu kě yǐ chéng fó. 」",
      "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
      "chuong" : "A - Nền tảng",
      "content" : "Cách phát âm Bắc Kinh",
      "extraContent" : "Lý giải sự cần thiết học chữ Hán",
      "hanViet" : "Phật thuyết: 「nhân nhân đô khả dĩ thành Phật. 」",
      "id" : "C0B4",
      "title" : "Cách học phát âm Bắc Kinh",
      "youTubeId" : "S--v90lFsCI"
    },
    "C1B1" : {
      "bacKinh" : "Dì yī kè: fó.\nfó shuō: rén rén dōu kě yǐ chéng fó.\nfó tuó zhǐ dǎo shì rén: zhī yào shě è xíng shàn, sī xiǎng chún jié jiù kě yǐ chéng fó.\nzūn shǒu fó de jiào xùn de rén shì xìng fú de kuài lè te.\nwǒ men dōu shì wèi lái de fó dà jiā nǔ lì ba. 」",
      "chinesse" : "第 一 課: 佛. \n佛 說: 「人 人 都 可 以 成 佛」。\n 佛 陀 指 導 世 人: 「只 要 捨 惡 行 善, 思 想 純 潔, 就 可 以 成 佛」。 \n遵 守 佛 的 教 訓 的 人, 是 幸 福 的, 快 樂 的。\n 我 們 都 是 未 來 的 佛, 大 家 努 力 吧。",
      "chuong" : "B - Chương 1",
      "content" : "Phật nói: Người người đều có thể thành Phật. Phật đà dạy bảo thế nhân( mọi người), chỉ cần bỏ ác làm thiện, tư tưởng thuần khiết( trong sạch) liền có thể thành Phật. Người tuân thủ lời giáo huấn( dạy bảo) của Phật là người hạnh phúc, là người được an vui. Chúng ta đều là Phật ở tương lai, mọi người hãy cố gắng nhé!",
      "extraContent" : "Phật là một vị hoàn toàn làm lợi ích cho chúng sanh mà không có điều kiện( Đó là Phật).",
      "hanViet" : "Đệ nhất khoá: Phật.\nPhật thuyết: Nhân nhân đô khả dĩ thành Phật.\nPhật Đà chỉ đạo thế nhân: Chỉ yếu xả ác hành thiện, tư tưởng thuần khiết tựu khả dĩ thành Phật.\nTuân thủ Phật đích giáo huấn đích nhân thị hạnh phúc đích khoái lạc đích.\nNgã môn đô thị vị lai đích Phật đại gia nỗ lực ba.",
      "id" : "C1B1",
      "title" : "Bài 1 - Phật",
      "youTubeId" : "n5urs8DfGrc"
    },
    "C1B2" : {
      "bacKinh" : "fó shuō: 「 rén rén dōu kě yǐ chéng fó. 」",
      "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
      "chuong" : "B - Chương 1",
      "content" : "Người học Phật, vâng theo lời giáo huấn( dạy bảo) của Phật, tâm địa lương thiện, hành vi đoan chánh( cử chỉ ngay ngắn). Một mặt học Phật, một mặt cứu giúp thế nhân. Hạng người này chính là Bồ Tát. Chúng ta phát nguyện học Phật, trước tiên làm một vị Bồ Tát nhỏ lợi mình lợi người.",
      "extraContent" : "Lý giải sự cần thiết học chữ Hán",
      "hanViet" : "Phật thuyết: 「 nhân nhân đô khả dĩ thành Phật. 」",
      "id" : "C1B2",
      "title" : "Bài 2 - Bồ Tát",
      "youTubeId" : "y-rSvl-pzsc"
    },
    "C1B3" : {
      "bacKinh" : "fó shuō: 「 rén rén dōu kě yǐ chéng fó. 」",
      "chinesse" : "佛 說: 「人 人 都 可 以 成 佛. 」",
      "chuong" : "B - Chương 1",
      "content" : "Một hôm (nọ), Phật đà đi đến, ngài rất hiền hòa. Bọn trẻ đều ưa thích ngài, tranh nhau nói chuyện với ngài. Tướng mạo của Phật đà rất đẹp, toàn thân phóng( phát) ra ánh sáng lớn. Ba Ca Gia rất ngưỡng mộ, cậu ấy hỏi:” Con phải làm thế nào mới có thể giống được như ngài vậy?”. Phật đà nói với cậu ấy rằng:” Tin theo lời Phật dạy, không làm việc ác, tâm địa tốt liền có thể thành Phật”. Ba Ca Gia lòng đầy vui sướng, đi theo học tập với Phật đà.",
      "extraContent" : "Hoan hỷ: Vui mừng <br>Hỷ hoan: Ưa thích <br>Hòa ái: dễ gần gũi, hiền hòa",
      "hanViet" : "Phật thuyết: 「 nhân nhân đô khả dĩ thành Phật. 」",
      "id" : "C1B3",
      "title" : "Bài 3 - Ba Ca Da",
      "youTubeId" : "gSfmml_U1q0"
    },
    "C1B4" : {
      "bacKinh" : "Dì sī kè: fó tú.\nfó tuó de dì zi yǒu liǎng zhǒng: chū jiā de shì sēng rén zài jiā de shì jū shì.\nsēng rén lí kāi jiā tíng, zhù dào fó sì, xué xí fó jiào de dào lǐ guò zhe yán sù de shēng huó.\njū shì guī yī sān bǎo zūn shǒu fó de jiào xùn.\nsēng rén hé jū shì dōu yǒu hóng yáng fó jiào de zé rèn.",
      "chinesse" : "第 四 課: 佛徒.\n佛 陀 的 弟 子 有 兩 種：出 家的 是 僧 人， 在 家 的 是 居 士。\n僧 人 離 開 家 庭， 住 到 佛 寺, 學 習 佛 教 的 道 理， 過 著 嚴 肅 的生 活。\n居 士 皈 依 三 寶， 遵 守 佛 的 教訓。  \n僧 人 和 居 士 都 有 弘 揚 佛 教 的 責 任。",
      "chuong" : "B - Chương 1",
      "content" : "Đệ tử của Phật đà có hai hạng người: Xuất gia chính là tăng nhân, tại gia chính là cư sĩ. Tăng nhân rời khỏi gia đình, đến ở nơi Phật tự. Học tập đạo lý của Phật dạy, trải qua đời sống nghiêm túc. Người cư sĩ quy y (quay về, nương tựa) tam bảo, tuân theo lời giáo huấn của Phật. Người xuất gia và người tại gia đều có trách nhiệm hoằng dương Phật giáo( phổ biến lời Phật dạy).",
      "extraContent" : "Phật đồ: Đệ tử Phật <br>Phật giáo: Giáo dục của Phật <br>Quy y: Quay về, nương tựa <br>Hoằng dương: Phổ biến",
      "hanViet" : "Đệ tứ khóa: Phật đồ.\nPhật đà đích đệ tử hữu lưỡng chủng: xuất gia đích thị tăng nhân, tại gia đích thị cư sĩ.\nTăng nhân li khai gia đình, trụ đáo phật tự, học tập phật giáo đích đạo lí, quá trước nghiêm túc đích sinh hoạt.\nCư sĩ quy y tam bảo, tuân thủ phật đích giáo huấn.\nTăng nhân hòa cư sĩ đô hữu hoằng dương phật giáo đích trách nhiệm.",
      "id" : "C1B4",
      "title" : "Bài 4 - Phật Đồ",
      "youTubeId" : "B23YmyoOgnk"
    },
    "C1B5" : {
      "bacKinh" : "Dì wǔ kè: Xiào shùn de hái zi. \nfó shuō: shǎn hěn xiào shùn, bà bà, mā mā lǎo le, méi yǒu yá chǐ, bù néng jǔ jué dōng xī, shēn tǐ shòu ruò. \nshǎn xiǎng: bà mā nián jì lǎo dà, méi yǒu dōng xī chī, zěn me bàn ne? \ntā pī shàng lù pí dài shàng lù jiǎo, bàn zuò lù ér tiān tiān dào shān shàng, duǒ zài lù qún zhōng, zhà qǔ lù rǔ ná huí jiā gěi bà mā chī.",
      "chinesse" : "第 五 課: 孝 順 的 孩 子.\n佛 說: 睒 很 孝 順, 爸 爸, 媽 媽 老 了, 沒 有 牙 齒, 不 能 咀 嚼 東 西, 身 體 瘦 弱.\n睒 想: 爸 媽 年 紀 老 大, 沒 有 東 西 吃, 怎 麼 辦 呢? \n他 披 上 鹿 皮 戴 上 鹿 角, 扮 作 鹿 兒, 天 天 到 山 上, 躱 在 鹿 羣 中, 搾 取 鹿 乳, 拿 回 家 給 爸 媽 吃.",
      "chuong" : "B - Chương 1",
      "content" : "Phật nói: Thiểm rất hiếu thuận, cha mẹ đều đã già, không còn răng nữa, không thể nhai nghiền thức ăn, thân thể gầy yếu. Thiểm nghĩ: 'ba mẹ tuổi đã cao mà không có gì ăn, phải làm sao đây?' Cậu ấy mang trên người bộ da nai, đội trên đầu sừng nai, giả làm nai con, ngày ngày lên trên núi, núp ở trong bầy nai, vắt lấy sữa nai, mang về nhà dâng lên cho cha mẹ dùng.",
      "extraContent" : "Đây là một câu chuyện nói về một cậu bé hiếu thảo. Mong rằng chúng ta, người nào là người con kém khuyết thì chúng ta phải cố gắng trở thành người con hiếu thảo với ba mẹ. Trong muôn ngàn hạnh thì hạnh hiếu đứng đầu trong các hạnh. Trong muôn ngàn tội ác thì không có tội nào là lớn hơn bất hiếu với cha mẹ.",
      "hanViet" : "Đệ Ngũ Khóa: Hiếu Thuận Đích Hài Tử. \nPhật thuyết: Thiểm ngận hiếu thuận, ba ba, ma ma lão liễu, một hữu nha xỉ, bất năng trớ tước đông tây, thân thể xấu nhược. \nThiểm tưởng: ba ma niên kỉ lão đại, một hữu đông tây ngật, chẩm ma biện ni? \nTha phi thượng lộc bì đới thượng lộc giác, ban tác lộc nhi thiên thiên đáo sơn thượng, đóa tại lộc quần trung, trá thủ lộc nhũ nã hồi gia cấp ba ma ngật.",
      "id" : "C1B5",
      "title" : "Bài 5 - Cậu Bé Hiếu Thuận",
      "youTubeId" : "10y2mXP0sWo"
    },
    "C1B6" : {
      "bacKinh" : "Dì liù kè: hǎo xíng wéi. \nzài jiā lǐ: jìng zhòng zūn zhǎng, xiào shùn bà mā, ài hù xiōng dì jiě mèi. \nzài xué xiào: jìng lǎo shī, ài tóng xué, fú cóng zhǐ dǎo. \nduì lín jiā yào hé mù. \nbié rén yǒu kùn nán wǒ men tóng qíng tā, bāng zhù tā.\nzhè xiē dōu shì hǎo xíng wéi. \nwǒ men zuò de dào wǒ men zuò de hǎo.",
      "chinesse" : "第六課:好行爲。\n在家裏:敬重尊長,孝順爸媽,愛護兄弟姊妹。\n在學校:敬老師,愛同學，服從指導。\n對鄰家,要和睦。\n別人有困難,我們同情他、幫助他。\n這些都是好行爲。\n我們做得到，我們做得好。",
      "chuong" : "B - Chương 1",
      "content" : "HÀNH VI TỐT <br>Ở trong nhà, kính trọng tôn trưởng, hiếu thuận cha mẹ, yêu thương anh em, chị em. Ở trường học, kính trọng thầy cô, yêu thương bạn đồng học, phục tùng chỉ đạo. Đối với hàng xóm phải hòa kính, tin cậy và thân thiết. Người khác có khó khăn, chúng ta phải đồng cảm với họ, giúp đỡ họ. Những việc này đều là hành vi tốt. Chúng ta sẽ làm được, chúng ta làm được tốt!",
      "extraContent" : "和 睦 Hòa mục: Tôn kính, tin cậy, thân thiết. <br> 這 些 Giá ta: Những điều này <br> <br>“Hảo hành vi” là hành vi tốt, việc làm tốt, động thái tốt. Hành vi tốt đối với chúng ta là gì? Đó là đối với cha mẹ, đối với thầy cô và đối với xóm làng. Trong đĩa “Làm thế nào để trẻ thơ tiếp nhận giáo dục phẩm đức”, thầy Thái Lễ Húc có nói một câu mà tôi phải suy nghĩ, đó là: “Chúng ta ngày nay, Mẫu giáo thì học Tiểu học, Tiểu học thì học Trung học, Trung học thì học Đại học, Đại học thì trở lại học Mẫu giáo”. Ví dụ như chúng ta thấy: Không được để xe đạp lộn xộn; Không được nói lớn tiếng ở chỗ đông người;…thực ra những yêu cầu đó thì ở bậc học Mẫu giáo đều đã được học rồi, thế nhưng đối với sinh viên Đại học vẫn còn phải nhắc nhở để xe đạp đúng chỗ. Chúng ta là người trưởng thành rồi thì đều phải tự nhận thức được những hành vi của mình, làm thế nào để có được hành vi tốt. <br>“Tôn trưởng” là gì? Là trưởng bối của chúng ta, là cha mẹ, ông bà, những người lớn…Dân gian chúng ta có câu: “Kính lão đắc thọ”, ta kính người lớn thì ta mới được làm người lớn. Ta kính trọng thầy cô thì ta mới có thể làm một người thầy cô tốt được. Cho nên, thường thường mình phải giúp đỡ người lớn tuổi, quan tâm đối với những bậc trưởng bối của mình, thì đó mới là âm đức để ngày sau khi trở về già, chúng ta mới có được phước báu, mới được những người trẻ khác quan tâm. Cho nên chúng ta phải chú ý điều này. Đây là chương trình học dịch. Rất hay khi chúng ta vừa học dịch thuật lại vừa học những đạo lí để hoàn thành nhân cách của một con người. Nếu chúng ta dạy người mà con người đó chỉ có kĩ năng để kiếm ra tiền, bản thân người đó lại không có nhân cách, thì những con người đó thực sự không phải là một con người. Bởi vì con người thì phải có đạo đức, có nhân cách thì mới là một con người hoàn thiện. Nếu như người chỉ biết kiếm ra tiền mà không có nhân cách, không có đạo đức, không hiếu thảo thì không phải là một con người hoàn thiện. <br>“Ái hộ huynh đệ tỷ muội” chính là yêu thương anh trai, em trai, chị gái, em gái. Nếu như xã hội ngày nay có được “Anh thương em, em kính anh”, “Tiền của nhẹ, oán nào sanh”, nếu mình coi tình cảm anh em, tình huyết nhục, tình bạn… nặng hơn vật chất, thì oán hận không bao giờ xảy ra. Ngày nay người ta coi vật chất lớn hơn tình bạn, lớn hơn tình máu mủ. Có khi chỉ vì đất đai mà em trai đã lấy mạng anh ruột mình. Nếu như xem tài vật, vật chất nhẹ đi thì oán hận không thể nào sinh ra. Thậm chí anh em chị em họ, rồi đến tất cả anh em, chị em trong thiên hạ mà chúng ta lấy lễ để đối đãi, nếu như trong cuộc sống này ai cũng yêu thương, cũng chăm sóc, cũng lo lắng cho nhau, cùng giúp nhau trưởng thành và phát triển thì thật là quá tốt. <br>“Phục tùng chỉ đạo” là gì? Phải vâng lời thầy cô, tất cả những bài vở, những khóa trình mà thầy cô yêu cầu thì chúng ta phải hoàn thành một cách tốt đẹp. Ngày nay qua mặt thầy cô, lừa gạt thầy cô là một việc bình thường, thậm chí đánh cả thầy cô cũng đã xảy ra không ít, thì làm gì có “Phục tùng chỉ đạo”?! “Kính lão sư” chính là đạo lí “thiên kinh địa quyển”, là đạo lí mà trời đất này đã khẳng định, cho nên làm con phải hiếu, làm trò phải kính trọng thầy cô. Kính khuyên chúng ta! Ta còn thế hệ của ta, còn thế hệ của tương lai nữa. Ta có muốn thấy thế hệ tương lai của chúng ta bất kính đối với tôn trưởng, bất hiếu cha mẹ, và đối với anh em thì không yêu thương, đối với bạn đồng học thì bất hòa, đố kỵ, đối với thầy cô thì không nghe lời hay không? Tôi kính khuyên các bạn, các bạn còn trẻ, hãy cố gắng suy nghĩ cho thế hệ trẻ tương lai của mình. Đừng để chúng trở thành người bất nghĩa, vô nghì, bất kính, bất hiếu, làm động loạn xã hội… nếu để chúng trở thành người như vậy thì các bạn sẽ có lỗi. <br>“Đối lân gia” là đối với hàng xóm. Trong cảnh khổ của người, chúng ta phải xúc cảm tình người để giúp đỡ. Dân gian có câu: “Một miếng khi đói bằng một gói khi no”. Thật ra, khi người ta hoạn nạn, thì một sự giúp đỡ tuy rằng nhỏ nhưng đối với người ta cũng là rất to lớn, rất trân quý. Còn khi người ta dư giả rồi, thì ta có mang đến cho tiền muôn bạc vạn nữa thì đối với họ cũng không có giá trị gì. Cho nên chúng ta phải nhớ câu: “Một miếng khi đói bằng một gói khi no”. Đó là đối với hàng xóm.",
      "hanViet" : "Đệ Lục Khoá: Hảo Hành Vi. \nTại gia lí: kính trọng tôn trưởng, hiếu thuận ba ma, ái hộ huynh đệ tỉ muội.\nTại học hiệu: kính lão sư, ái đồng học, phục tùng chỉ đạo. \nĐối lân gia, yếu hòa mục. \nBiệt nhân hữu khốn nan ngã môn đồng tình tha, bang trợ tha. \nGiá ta đô thị hảo hành vi. \nngã môn tố đắc đáo， ngã môn tố đắc hảo.",
      "id" : "C1B6",
      "title" : "Bài 6 - Hảo Hành Vi",
      "youTubeId" : "2PG4fPo8X2E"
    },
    "C1B7" : {
      "bacKinh" : "Dì qī kè: xìn xīn. fó shuō yī duì shāng rén zài shā mò mí tú shuǐ yòu hē wán le, tā men shí fēn jiāo jí.\nTā men dòng shǒu wā jué dì xià de quán shuǐ, wā le jī chǐ yīn wéi méi yǒu xìn xīn, biàn bù yuàn jué xià qù zhǐ shì tàn qì hé liú lèi.\nzhǐ yǒu yī gè hái zi tā yǒu xìn xīn yǒu yì lì jì xù wā xià qù jié guǒ shā shí bān kāi hòu quán shuǐ pēn chū lái le.\ndà jiā dōu jué dé cán kuì.\nyǒu xìn xīn yǒu yì lì zuò shèn me shì doū huì chéng gōng.",
      "chinesse" : "第七課:信心。\n佛說：一隊商人，在沙漠迷途，水又喝完了，他們十分焦急。\n他們動手挖掘地下的泉水挖了幾尺，因爲沒有信心，便不願掘下去，祇是嘆氣和流淚。\n祇有一個孩子,他有信心,有毅力繼續挖下去結果，沙石搬開後泉水噴出來了。\n大家都覺得慚愧。\n有信心、有毅力，做甚麼事都會成功。",
      "chuong" : "B - Chương 1",
      "content" : "<p>Phật nói: một đoàn người buôn bị lạc đường ở sa mạc, nước lại uống hết sạch, họ vô cùng nguy cấp.</p>\n<p>Họ liền ra tay đào đất để tìm mạch nước, đào được vài thước, vì không có lòng tin liền không đào xuống nữa, chỉ ngồi than khóc rơi lệ.</p>\n<p>Chỉ có một cậu bé có tín tâm, có nghị lực, tiếp tục đào xuống.&nbsp;</p>\n<p>Kết quả, sau khi đất đá được dọn đi, mạch nước ngầm liền vọt lên.&nbsp;</p>\n<p>Mọi người đều cảm thấy rất hổ thẹn.</p>\n<p>Có lòng tin, có nghị lực, làm điều gì cũng thành công.&nbsp;</p>\n",
      "extraContent" : "Đang biên soạn",
      "hanViet" : "Đệ Thất Khoá: \nTín Tâm. Phật thuyết ： nhất đội thương nhân, tại sa mạc mê đồ, thủy hựu hát hoàn liễu, tha môn thập phân tiêu cấp.\nTha môn động thủ oạt quật địa hạ đích tuyền thủy, oạt liễu cơ xích, nhân vi một hữu tín tâm, tiện bất nguyện quật hạ khứ, kì thị thán khí hòa lưu lệ.\nKì hữu nhất cá hài tử, tha hữu tín tâm, hữu nghị lực kế tục oạt hạ khứ kết quả, sa thạch bàn khai hậu tuyền thủy phún xuất lai liễu.\nĐại gia đô giác đắc tàm quý.\nHữu tín tâm, hữu nghị lực, tố thậm ma sự đô hội thành công",
      "id" : "C1B7",
      "title" : "Bài 7 - Tín Tâm",
      "youTubeId" : "Vyy8Nmd2-9w"
    }
  },
  "meals" : [ {
    "id" : 1,
    "title" : "Lunch"
  }, {
    "id" : 2,
    "title" : "Dinner"
  } ],
  "mucLuc" : [ {
    "chuong" : "A - Nền tảng",
    "content" : "<p><span style=\"color: rgb(141,142,144);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Quy cách viết chữ Hán</span></p>\n<img src=\"https://i.ytimg.com/vi/CRhxjf4zMVA/hqdefault.jpg?sqp=-oaymwEZCNACELwBSFXyq4qpAwsIARUAAIhCGAFwAQ==&rs=AOn4CLCfk13-UmsXR6icL9wVyTFHkNJy6g\" alt=\"undefined\" style=\"float:none;height: 100px;width: auto\"/>\n<p>Quy tắc bút thuận</p>\n<p>Cách phân bổ bố cục chữ Hán</p>\n<p>Các đồ dùng cần thiết khi bắt đầu học tiếng Hán</p>\n",
    "id" : "C0B1",
    "title" : "Cách học chữ Hán - 214 Bộ (Phần 1)"
  }, {
    "chuong" : "A - Nền tảng",
    "content" : "Quy tắc bút thuận..",
    "id" : "C0B2",
    "title" : "Cách học chữ Hán - 214 Bộ (Phần 2)"
  }, {
    "chuong" : "A - Nền tảng",
    "content" : "Quy tắc bút thuận..",
    "id" : "C0B3",
    "title" : "Cách học chữ Hán - 214 Bộ (Phần 3)"
  }, {
    "chuong" : "A - Nền tảng",
    "content" : "Cách phát âm Bắc Kinh",
    "id" : "C0B4",
    "title" : "Cách học phát âm Bắc Kinh"
  }, {
    "chuong" : "B - Chương 1",
    "content" : "Phật nói: Người người đều có thể thành Phật. Phật đà dạy bảo thế nhân( mọi người), chỉ cần bỏ ác làm thiện, tư tưởng thuần khiết( trong sạch) liền có thể thành Phật. Người tuân thủ lời giáo huấn( dạy bảo) của Phật là người hạnh phúc, là người được an vui. Chúng ta đều là Phật ở tương lai, mọi người hãy cố gắng nhé!",
    "id" : "C1B1",
    "title" : "Bài 1 - Phật"
  }, {
    "chuong" : "B - Chương 1",
    "content" : "Người học Phật, vâng theo lời giáo huấn( dạy bảo) của Phật, tâm địa lương thiện, hành vi đoan chánh( cử chỉ ngay ngắn). Một mặt học Phật, một mặt cứu giúp thế nhân. Hạng người này chính là Bồ Tát. Chúng ta phát nguyện học Phật, trước tiên làm một vị Bồ Tát nhỏ lợi mình lợi người.",
    "id" : "C1B2",
    "title" : "Bài 2 - Bồ Tát"
  }, {
    "chuong" : "B - Chương 1",
    "content" : "Một hôm (nọ), Phật đà đi đến, ngài rất hiền hòa. Bọn trẻ đều ưa thích ngài, tranh nhau nói chuyện với ngài. Tướng mạo của Phật đà rất đẹp, toàn thân phóng( phát) ra ánh sáng lớn. Ba Ca Gia rất ngưỡng mộ, cậu ấy hỏi:” Con phải làm thế nào mới có thể giống được như ngài vậy?”. Phật đà nói với cậu ấy rằng:” Tin theo lời Phật dạy, không làm việc ác, tâm địa tốt liền có thể thành Phật”. Ba Ca Gia lòng đầy vui sướng, đi theo học tập với Phật đà.",
    "id" : "C1B3",
    "title" : "Bài 3 - Ba Ca Da"
  }, {
    "chuong" : "B - Chương 1",
    "content" : "Đệ tử của Phật đà có hai hạng người: Xuất gia chính là tăng nhân, tại gia chính là cư sĩ. Tăng nhân rời khỏi gia đình, đến ở nơi Phật tự. Học tập đạo lý của Phật dạy, trải qua đời sống nghiêm túc. Người cư sĩ quy y (quay về, nương tựa) tam bảo, tuân theo lời giáo huấn của Phật. Người xuất gia và người tại gia đều có trách nhiệm hoằng dương Phật giáo( phổ biến lời Phật dạy).",
    "id" : "C1B4",
    "title" : "Bài 4 - Phật Đồ"
  }, {
    "chuong" : "B - Chương 1",
    "content" : "Phật nói: Thiểm rất hiếu thuận, cha mẹ đều đã già, không còn răng nữa, không thể nhai nghiền thức ăn, thân thể gầy yếu. Thiểm nghĩ: 'ba mẹ tuổi đã cao mà không có gì ăn, phải làm sao đây?' Cậu ấy mang trên người bộ da nai, đội trên đầu sừng nai, giả làm nai con, ngày ngày lên trên núi, núp ở trong bầy nai, vắt lấy sữa nai, mang về nhà dâng lên cho cha mẹ dùng.",
    "id" : "C1B5",
    "title" : "Bài 5 - Cậu Bé Hiếu Thuận"
  }, {
    "chuong" : "B - Chương 1",
    "content" : "HÀNH VI TỐT <br>Ở trong nhà, kính trọng tôn trưởng, hiếu thuận cha mẹ, yêu thương anh em, chị em. Ở trường học, kính trọng thầy cô, yêu thương bạn đồng học, phục tùng chỉ đạo. Đối với hàng xóm phải hòa kính, tin cậy và thân thiết. Người khác có khó khăn, chúng ta phải đồng cảm với họ, giúp đỡ họ. Những việc này đều là hành vi tốt. Chúng ta sẽ làm được, chúng ta làm được tốt!",
    "id" : "C1B6",
    "title" : "Bài 6 - Hảo Hành Vi"
  }, {
    "chuong" : "B - Chương 1",
    "content" : "<p>Phật nói: một đoàn người buôn bị lạc đường ở sa mạc, nước lại uống hết sạch, họ vô cùng nguy cấp.</p>\n<p>Họ liền ra tay đào đất để tìm mạch nước, đào được vài thước, vì không có lòng tin liền không đào xuống nữa, chỉ ngồi than khóc rơi lệ.</p>\n<p>Chỉ có một cậu bé có tín tâm, có nghị lực, tiếp tục đào xuống.&nbsp;</p>\n<p>Kết quả, sau khi đất đá được dọn đi, mạch nước ngầm liền vọt lên.&nbsp;</p>\n<p>Mọi người đều cảm thấy rất hổ thẹn.</p>\n<p>Có lòng tin, có nghị lực, làm điều gì cũng thành công.&nbsp;</p>\n",
    "id" : "C1B7",
    "title" : "Bài 7 - Tín Tâm"
  } ],
  "users" : {
    "1fhCj5XJqVSX4nYE4jbMR5vuYpB3" : {
      "firstName" : "Đức Cường",
      "lastLoggedIn" : 1536050478646,
      "lastName" : "Diệu Âm",
      "role" : "Admin",
      "signedUp" : 1535009946622
    },
    "tab8LSaXzDOxJMxN9wqVOCLWFgl1" : {
      "firstName" : "Thang",
      "lastLoggedIn" : 1535989504552,
      "lastName" : "Lam",
      "role" : "Admin",
      "signedUp" : 1531733323848
    },
    "zhOLiKq0w8c86Vh3uI58qyaHLmZ2" : {
      "firstName" : "Hưng",
      "lastLoggedIn" : 1536292284390,
      "lastName" : "Lê văn",
      "signedUp" : 1536292273407
    }
  }
}
