[
  {
    "chuong": "B - Chương 1",
    "content": "<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 1 Tán Thán Tịnh Độ Siêu Thắng</span></h2>\n<p>Tu hành dụng công vạn nhất phải nên ghi nhớ. Không thể đem cái vọng tưởng xem thành quán chiếu. Nhưng ở sơ học, đích thực dùng tâm ý thức, nếu quán chiếu có lực, vọng tưởng phiền não liền sẽ ít đi, trí huệ liền sẽ tăng trưởng. Đây là đại biểu cho tu hành đã có tiến bộ. Nếu như vẫn cứ vọng tưởng, phiền não không ngừng, vậy thì chứng minh công phu quán chiếu của chính mình không có lực, đây là cái chỗ khó thông thường dễ gặp của người tu học. Chỗ thuận tiện của Tịnh Độ tông chính là dùng tâm ý thức chuyên trì cái câu danh hiệu này. Công đức danh hiệu không thể nghĩ bàn. Danh hiệu đích thực là công đức chân thật. Do đó, nếu dùng tâm ý thức, tâm vọng tưởng trì cái danh hiệu chân thật này, vậy cái vọng tâm ấy chính là chân tâm. Đây là chỗ thù thắng của pháp môn niệm Phật, cũng là chỗ mà tất cả Pháp môn không có, cho nên gọi là Pháp môn phương tiện đệ nhất.&nbsp;&nbsp;</p>\n<p>Nếu không sanh đến thế giới Tây Phương Cực Lạc, ở thế giới phương này, hoặc ở cõi nước mười phương chư Phật khác, đều phải trải qua ba đại A tăng kỳ kiếp mới có thể viên mãn. Nếu như có người hỏi, tại vì sao phải chọn lấy Tịnh Độ? Chúng ta có thể nói với họ: chính là sợ luân hồi, sợ sanh tử, sợ dày vò, sợ chướng ngại, và vì để tự lợi, lợi người đạt đến viên mãn, cho nên mới quyết định cầu sanh Tịnh Độ.&nbsp;&nbsp;</p>\n<p>Sau khi sanh đến Tây Phương Tịnh Độ, chính như trên kinh đã nói: “Đều rời khỏi tất cả các khổ nạn”. Hơn nữa có thể ở trong thời gian rất ngắn, viên mãn thành tựu Phật quả. Trí huệ đức năng viên mãn trong tự tánh hiện tiền, sau đó sẽ đến chín pháp giới để rộng tu cúng dường, trở lại phục vụ chúng sanh thì không còn chướng ngại, đây chính là nhà Phật thường nói “Thừa nguyện tái lai”.&nbsp;</p>\n<p>Vãng sanh đến thế giới Tây Phương, Cổ Đức nói: “Nếu thấy được Di Đà, lo gì không khai ngộ”. Thấy được Phật A Di Đà, không một ai không ai ngộ. Khai ngộ chính là khai trí huệ, khai trí huệ chính là chuyển phiền não thành Bồ đề.&nbsp;&nbsp;</p>\n",
    "id": "C1B01",
    "title": "Buổi Luyện Dịch Thứ Nhất - 14/11/2021"
  },
  {
    "chuong": "B - Chương 1",
    "content": "<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 2 mục 1 Phương Pháp Tu Trì (phần 1) </span></h2>\n<p><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">    Niệm Phật vãng sinh điều kiện tối thiểu là công phu thành phiến, thành phiến là như thế nào? Lục tổ Huệ năng nói rất hay, \"không thấy lỗi thế gian\", đây chính là công phu thành phiến. Vẫn còn thấy lỗi thế gian, có thể đoán định công phu của bạn chưa thành phiến, bởi vì trong tâm bạn vẫn còn phân biệt, chấp trước, vẫn có chướng ngại. </span>&nbsp;</p>\n<p><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">Trong niệm Phật đường, thầy chủ thất thường giảng: “buông bỏ thân tâm thế giới”, bạn chưa buông bỏ, thì tâm không thanh tịnh.</span>&nbsp;</p>\n<p><span style=\"font-size: 14pt;font-family: Times New Roman;\">        Có thể đem lý luận trong Kinh Kim Cang vận dụng vào pháp môn Tịnh độ đó chính là phát “Bồ đề tâm - nhất  hướng chuyên niệm” đã nói trong Kinh Vô Lượng Thọ. Một bộ Kinh Kim Cang chính là dạy chúng ta phát Bồ đề tâm, phát Bồ đề tâm là căn bản. Pháp môn đại thừa đều dựa trên nền tảng “Bồ đề tâm”. Chỉ cần Bồ đề tâm phát ra, bất luận là tu học pháp môn nào, đều sẽ có thành tựu, người niệm Phật cũng nhất định vãng sinh. Then chốt của niệm Phật mà không thể vãng sinh chính là ở chỗ chưa phát Bồ đề tâm, vì vậy mặc dù có nhất hướng chuyên niệm, vẫn không thể vãng sinh.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">       Cổ nhân nói: “một ngày niệm mười vạn câu Phật hiệu, đau mồm rát họng vẫn uổng công”. Tại sao lại uổng công? Vì tâm tịnh thì cõi nước tịnh, tâm phải tịnh mới có thể vãng sinh.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">       Ngẫu Ích Đại Sư giảng rất hay: “Vãng sinh phẩm vị cao hay thấp nằm ở công phu niệm Phật sâu hay cạn, không phải Phật hiệu nhiều hay ít”. Sâu cạn từ đâu mà nói? Từ trên tâm thanh tịnh mà nói.</span>&nbsp;</p>\n<p style=\"text-align:justify;\"><span style=\"color: black;background-color: white;font-size: 14pt;font-family: Times New Roman;\">       Công phu niệm Phật có ba tầng: “Lý nhất tâm bất loạn” là sâu nhất, kế đến là “sự tâm bất loạn”, tiếp thêm một bậc là “công phu thành phiến”. Không có những công phu này, niệm thêm nhiều bao nhiêu đi nữa cũng không thể vãng sinh. Những điều này đều là nói công phu của bản thân chúng ta, chưa đề cập đến sự gia trì của Phật A Di Đà. Nếu nói về sự gia trì của Phật A Di Đà, mọi người đều là bình đẳng. Đây là khác biệt của thế giới Tây phương cực lạc so với những thế giới khác. Thế giới cực lạc có Phật gia trì. Vì vậy nếu như tự mình có nỗ lực, công phu bản thân đắc lực, phẩm vị sẽ nâng cao, tới thế giới Tây Phương Cực Lạc thành Phật liền nhanh; người vãng sinh phẩm vị thấp hơn, mặc dù được Phật gia trì, nhưng sẽ chậm hơn một chút mới thành tựu viên mãn; cũng chính là trong thời gian Bồ đề viên mãn, có sự sớm, muộn, nhanh, chậm sai biệt không giống nhau.</span>&nbsp;</p>\n",
    "id": "C1B02",
    "title": "Buổi Luyện Dịch Thứ 2 - 21/11/2021"
  }
]