{
  "chuong": "B - Chương 1",
  "content": "<h2><span style=\"color: rgb(51,51,51);background-color: rgb(255,255,255);font-size: 15px;font-family: Noto Serif;\">Chương 1 bài 1 Tán Thán Tịnh Độ Siêu Thắng</span></h2>\n<p>Tu hành dụng công vạn nhất phải nên ghi nhớ. Không thể đem cái vọng tưởng xem thành quán chiếu. Nhưng ở sơ học, đích thực dùng tâm ý thức, nếu quán chiếu có lực, vọng tưởng phiền não liền sẽ ít đi, trí huệ liền sẽ tăng trưởng. Đây là đại biểu cho tu hành đã có tiến bộ. Nếu như vẫn cứ vọng tưởng, phiền não không ngừng, vậy thì chứng minh công phu quán chiếu của chính mình không có lực, đây là cái chỗ khó thông thường dễ gặp của người tu học. Chỗ thuận tiện của Tịnh Độ tông chính là dùng tâm ý thức chuyên trì cái câu danh hiệu này. Công đức danh hiệu không thể nghĩ bàn. Danh hiệu đích thực là công đức chân thật. Do đó, nếu dùng tâm ý thức, tâm vọng tưởng trì cái danh hiệu chân thật này, vậy cái vọng tâm ấy chính là chân tâm. Đây là chỗ thù thắng của pháp môn niệm Phật, cũng là chỗ mà tất cả Pháp môn không có, cho nên gọi là Pháp môn phương tiện đệ nhất.&nbsp;&nbsp;</p>\n<p>Nếu không sanh đến thế giới Tây Phương Cực Lạc, ở thế giới phương này, hoặc ở cõi nước mười phương chư Phật khác, đều phải trải qua ba đại A tăng kỳ kiếp mới có thể viên mãn. Nếu như có người hỏi, tại vì sao phải chọn lấy Tịnh Độ? Chúng ta có thể nói với họ: chính là sợ luân hồi, sợ sanh tử, sợ dày vò, sợ chướng ngại, và vì để tự lợi, lợi người đạt đến viên mãn, cho nên mới quyết định cầu sanh Tịnh Độ.&nbsp;&nbsp;</p>\n<p>Sau khi sanh đến Tây Phương Tịnh Độ, chính như trên kinh đã nói: “Đều rời khỏi tất cả các khổ nạn”. Hơn nữa có thể ở trong thời gian rất ngắn, viên mãn thành tựu Phật quả. Trí huệ đức năng viên mãn trong tự tánh hiện tiền, sau đó sẽ đến chín pháp giới để rộng tu cúng dường, trở lại phục vụ chúng sanh thì không còn chướng ngại, đây chính là nhà Phật thường nói “Thừa nguyện tái lai”.&nbsp;</p>\n<p>Vãng sanh đến thế giới Tây Phương, Cổ Đức nói: “Nếu thấy được Di Đà, lo gì không khai ngộ”. Thấy được Phật A Di Đà, không một ai không ai ngộ. Khai ngộ chính là khai trí huệ, khai trí huệ chính là chuyển phiền não thành Bồ đề.&nbsp;&nbsp;</p>\n",
  "id": "C1B01",
  "title": "Buổi Luyện Dịch Thứ Nhất - 14/11/2021"
}